module.exports = [
    {
        service: {
            name: 'Депозиты для бизнеса',
            rates: [
                {
                    bank: 'Пробизнесбанк',
                    rate: 3.62,
                }, {
                    bank: 'Первый Республиканский Банк',
                    rate: 4.30,
                }, {
                    bank: 'Авангард',
                    rate: 4.66,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 2.92,
                }, {
                    bank: 'Экспобанк',
                    rate: 4.65,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 3.70,
                }, {
                    bank: 'Бинбанк',
                    rate: 4.51,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 4.18,
                }, {
                    bank: 'Банк Сосьете Женераль Восток',
                    rate: 4.44,
                }, {
                    bank: 'Банк24.ру',
                    rate: 4.10,
                }, {
                    bank: 'Абсолют Банк',
                    rate: 2.88,
                }, {
                    bank: 'Петрокоммерц',
                    rate: 3.66,
                }, {
                    bank: 'Банк «Открытие»',
                    rate: 2.68,
                }, {
                    bank: 'Возрождение',
                    rate: 3.21,
                }, {
                    bank: 'Союз',
                    rate: 3.74,
                }, {
                    bank: 'ВТБ Северо-Запад',
                    rate: 3.61,
                }, {
                    bank: 'ОТП Банк',
                    rate: 2.48,
                }, {
                    bank: 'Глобэкс',
                    rate: 2.39,
                }, {
                    bank: 'ВТБ 24',
                    rate: 2.88,
                }, {
                    bank: 'ИМПЭКСБанк',
                    rate: 3.16,
                }, {
                    bank: 'Международный Промышленный Банк',
                    rate: 3.10,
                }, {
                    bank: 'Славянский Кредит',
                    rate: 3.40,
                }, {
                    bank: 'Собинбанк',
                    rate: 2.92,
                }, {
                    bank: 'МДМ-Банк',
                    rate: 3.91,
                }, {
                    bank: 'Инвестторгбанк',
                    rate: 3.83,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 2.69,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 2.18,
                }, {
                    bank: 'Лефко-Банк',
                    rate: 3.72,
                }, {
                    bank: 'ДельтаКредит',
                    rate: 3.06,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 3.71,
                }, {
                    bank: 'МТС Банк',
                    rate: 2.84,
                }, {
                    bank: 'Балтийский Банк',
                    rate: 3.73,
                }, {
                    bank: 'ВТБ Банк Москвы',
                    rate: 3.34,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 3.01,
                }, {
                    bank: 'Банк Жилищного Финансирования',
                    rate: 2.70,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 2.92,
                }, {
                    bank: 'Современный Коммерческий Банк (бывш. ДжиИ Мани Банк)',
                    rate: 2.79,
                }, {
                    bank: 'Нордеа Банк',
                    rate: 2.53,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 3.26,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 2.86,
                }, {
                    bank: 'БМ-Банк (бывш. Банк Москвы)',
                    rate: 2.40,
                }, {
                    bank: 'Росбанк',
                    rate: 2.92,
                }, {
                    bank: 'Сбербанк России',
                    rate: 2.66,
                }, {
                    bank: 'Первое О. В. К.',
                    rate: 1.67,
                }, {
                    bank: 'Бест Эффортс Банк',
                    rate: 2.19,
                }, {
                    bank: 'Московский Индустриальный Банк',
                    rate: 1.57,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 2.52,
                }, {
                    bank: 'Мастер-Банк',
                    rate: 2.88,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 2.08,
                }, {
                    bank: 'Ситибанк',
                    rate: 2.80,
                },
            ]
        }
    },
    {
        service: {
            name: 'Кредитование бизнеса',
            rates: [
                {
                    bank: 'Пробизнесбанк',
                    rate: 3.93,
                }, {
                    bank: 'Первый Республиканский Банк',
                    rate: 4.27,
                }, {
                    bank: 'Авангард',
                    rate: 2.76,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 3.69,
                }, {
                    bank: 'Экспобанк',
                    rate: 4.16,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 3.83,
                }, {
                    bank: 'Бинбанк',
                    rate: 4.46,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 4.80,
                }, {
                    bank: 'Банк Сосьете Женераль Восток',
                    rate: 2.73,
                }, {
                    bank: 'Банк24.ру',
                    rate: 4.77,
                }, {
                    bank: 'Абсолют Банк',
                    rate: 2.69,
                }, {
                    bank: 'Петрокоммерц',
                    rate: 4.60,
                }, {
                    bank: 'Банк «Открытие»',
                    rate: 2.91,
                }, {
                    bank: 'Возрождение',
                    rate: 4.67,
                }, {
                    bank: 'Союз',
                    rate: 3.29,
                }, {
                    bank: 'ВТБ Северо-Запад',
                    rate: 3.78,
                }, {
                    bank: 'ОТП Банк',
                    rate: 4.33,
                }, {
                    bank: 'Глобэкс',
                    rate: 2.50,
                }, {
                    bank: 'ВТБ 24',
                    rate: 2.42,
                }, {
                    bank: 'ИМПЭКСБанк',
                    rate: 4.11,
                }, {
                    bank: 'Международный Промышленный Банк',
                    rate: 3.18,
                }, {
                    bank: 'Славянский Кредит',
                    rate: 3.40,
                }, {
                    bank: 'Собинбанк',
                    rate: 2.51,
                }, {
                    bank: 'МДМ-Банк',
                    rate: 3.84,
                }, {
                    bank: 'Инвестторгбанк',
                    rate: 2.33,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 2.53,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 2.61,
                }, {
                    bank: 'Лефко-Банк',
                    rate: 2.83,
                }, {
                    bank: 'ДельтаКредит',
                    rate: 3.91,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 3.08,
                }, {
                    bank: 'МТС Банк',
                    rate: 2.48,
                }, {
                    bank: 'Балтийский Банк',
                    rate: 3.20,
                }, {
                    bank: 'ВТБ Банк Москвы',
                    rate: 2.26,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 2.72,
                }, {
                    bank: 'Банк Жилищного Финансирования',
                    rate: 3.56,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 3.42,
                }, {
                    bank: 'Современный Коммерческий Банк (бывш. ДжиИ Мани Банк)',
                    rate: 2.75,
                }, {
                    bank: 'Нордеа Банк',
                    rate: 2.86,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 3.19,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 3.46,
                }, {
                    bank: 'БМ-Банк (бывш. Банк Москвы)',
                    rate: 2.76,
                }, {
                    bank: 'Росбанк',
                    rate: 3.16,
                }, {
                    bank: 'Сбербанк России',
                    rate: 1.88,
                }, {
                    bank: 'Первое О. В. К.',
                    rate: 2.00,
                }, {
                    bank: 'Бест Эффортс Банк',
                    rate: 2.20,
                }, {
                    bank: 'Московский Индустриальный Банк',
                    rate: 1.94,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 2.20,
                }, {
                    bank: 'Мастер-Банк',
                    rate: 2.73,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 2.17,
                }, {
                    bank: 'Ситибанк',
                    rate: 1.90,
                },
            ]
        }
    },
    {
        service: {
            name: 'Лизинг',
            rates: [
                {
                    bank: 'Пробизнесбанк',
                    rate: 3.02,
                }, {
                    bank: 'Первый Республиканский Банк',
                    rate: 3.97,
                }, {
                    bank: 'Авангард',
                    rate: 3.27,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 3.14,
                }, {
                    bank: 'Экспобанк',
                    rate: 3.20,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 2.84,
                }, {
                    bank: 'Бинбанк',
                    rate: 4.29,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 3.69,
                }, {
                    bank: 'Банк Сосьете Женераль Восток',
                    rate: 4.44,
                }, {
                    bank: 'Банк24.ру',
                    rate: 3.97,
                }, {
                    bank: 'Абсолют Банк',
                    rate: 4.60,
                }, {
                    bank: 'Петрокоммерц',
                    rate: 3.31,
                }, {
                    bank: 'Банк «Открытие»',
                    rate: 3.44,
                }, {
                    bank: 'Возрождение',
                    rate: 4.22,
                }, {
                    bank: 'Союз',
                    rate: 4.31,
                }, {
                    bank: 'ВТБ Северо-Запад',
                    rate: 4.27,
                }, {
                    bank: 'ОТП Банк',
                    rate: 4.33,
                }, {
                    bank: 'Глобэкс',
                    rate: 3.61,
                }, {
                    bank: 'ВТБ 24',
                    rate: 3.26,
                }, {
                    bank: 'ИМПЭКСБанк',
                    rate: 3.00,
                }, {
                    bank: 'Международный Промышленный Банк',
                    rate: 3.26,
                }, {
                    bank: 'Славянский Кредит',
                    rate: 3.95,
                }, {
                    bank: 'Собинбанк',
                    rate: 2.32,
                }, {
                    bank: 'МДМ-Банк',
                    rate: 2.54,
                }, {
                    bank: 'Инвестторгбанк',
                    rate: 2.81,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 2.91,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 3.17,
                }, {
                    bank: 'Лефко-Банк',
                    rate: 2.36,
                }, {
                    bank: 'ДельтаКредит',
                    rate: 2.39,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 3.36,
                }, {
                    bank: 'МТС Банк',
                    rate: 3.07,
                }, {
                    bank: 'Балтийский Банк',
                    rate: 3.46,
                }, {
                    bank: 'ВТБ Банк Москвы',
                    rate: 2.08,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 2.53,
                }, {
                    bank: 'Банк Жилищного Финансирования',
                    rate: 2.92,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 2.26,
                }, {
                    bank: 'Современный Коммерческий Банк (бывш. ДжиИ Мани Банк)',
                    rate: 2.04,
                }, {
                    bank: 'Нордеа Банк',
                    rate: 2.03,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 2.20,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 2.10,
                }, {
                    bank: 'БМ-Банк (бывш. Банк Москвы)',
                    rate: 3.19,
                }, {
                    bank: 'Росбанк',
                    rate: 2.35,
                }, {
                    bank: 'Сбербанк России',
                    rate: 2.15,
                }, {
                    bank: 'Первое О. В. К.',
                    rate: 2.68,
                }, {
                    bank: 'Бест Эффортс Банк',
                    rate: 2.49,
                }, {
                    bank: 'Московский Индустриальный Банк',
                    rate: 2.06,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 2.18,
                }, {
                    bank: 'Мастер-Банк',
                    rate: 2.03,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 2.97,
                }, {
                    bank: 'Ситибанк',
                    rate: 2.01,
                },
            ]
        }
    },
    {
        service: {
            name: 'Обслуживание юрлиц',
            rates: [
                {
                    bank: 'Пробизнесбанк',
                    rate: 4.19,
                }, {
                    bank: 'Первый Республиканский Банк',
                    rate: 4.51,
                }, {
                    bank: 'Авангард',
                    rate: 4.16,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 4.84,
                }, {
                    bank: 'Экспобанк',
                    rate: 3.40,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 4.27,
                }, {
                    bank: 'Бинбанк',
                    rate: 3.09,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 3.17,
                }, {
                    bank: 'Банк Сосьете Женераль Восток',
                    rate: 4.53,
                }, {
                    bank: 'Банк24.ру',
                    rate: 4.71,
                }, {
                    bank: 'Абсолют Банк',
                    rate: 4.22,
                }, {
                    bank: 'Петрокоммерц',
                    rate: 4.44,
                }, {
                    bank: 'Банк «Открытие»',
                    rate: 3.66,
                }, {
                    bank: 'Возрождение',
                    rate: 4.49,
                }, {
                    bank: 'Союз',
                    rate: 3.31,
                }, {
                    bank: 'ВТБ Северо-Запад',
                    rate: 4.11,
                }, {
                    bank: 'ОТП Банк',
                    rate: 2.79,
                }, {
                    bank: 'Глобэкс',
                    rate: 3.19,
                }, {
                    bank: 'ВТБ 24',
                    rate: 3.00,
                }, {
                    bank: 'ИМПЭКСБанк',
                    rate: 2.51,
                }, {
                    bank: 'Международный Промышленный Банк',
                    rate: 3.59,
                }, {
                    bank: 'Славянский Кредит',
                    rate: 2.83,
                }, {
                    bank: 'Собинбанк',
                    rate: 3.68,
                }, {
                    bank: 'МДМ-Банк',
                    rate: 2.83,
                }, {
                    bank: 'Инвестторгбанк',
                    rate: 3.89,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 3.02,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 3.48,
                }, {
                    bank: 'Лефко-Банк',
                    rate: 2.73,
                }, {
                    bank: 'ДельтаКредит',
                    rate: 2.23,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 3.76,
                }, {
                    bank: 'МТС Банк',
                    rate: 2.14,
                }, {
                    bank: 'Балтийский Банк',
                    rate: 2.66,
                }, {
                    bank: 'ВТБ Банк Москвы',
                    rate: 3.39,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 3.02,
                }, {
                    bank: 'Банк Жилищного Финансирования',
                    rate: 2.14,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 2.99,
                }, {
                    bank: 'Современный Коммерческий Банк (бывш. ДжиИ Мани Банк)',
                    rate: 2.00,
                }, {
                    bank: 'Нордеа Банк',
                    rate: 2.04,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 2.61,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 3.60,
                }, {
                    bank: 'БМ-Банк (бывш. Банк Москвы)',
                    rate: 2.27,
                }, {
                    bank: 'Росбанк',
                    rate: 2.76,
                }, {
                    bank: 'Сбербанк России',
                    rate: 2.39,
                }, {
                    bank: 'Первое О. В. К.',
                    rate: 2.58,
                }, {
                    bank: 'Бест Эффортс Банк',
                    rate: 2.05,
                }, {
                    bank: 'Московский Индустриальный Банк',
                    rate: 1.89,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 2.52,
                }, {
                    bank: 'Мастер-Банк',
                    rate: 2.02,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 2.37,
                }, {
                    bank: 'Ситибанк',
                    rate: 2.92,
                },
            ]
        }
    },
    {
        service: {
            name: 'Дистанционное обслуживание',
            rates: [
                {
                    bank: 'Пробизнесбанк',
                    rate: 2.83,
                }, {
                    bank: 'Первый Республиканский Банк',
                    rate: 4.03,
                }, {
                    bank: 'Авангард',
                    rate: 4.58,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 4.44,
                }, {
                    bank: 'Экспобанк',
                    rate: 4.60,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 2.69,
                }, {
                    bank: 'Бинбанк',
                    rate: 3.23,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 3.34,
                }, {
                    bank: 'Банк Сосьете Женераль Восток',
                    rate: 3.61,
                }, {
                    bank: 'Банк24.ру',
                    rate: 3.42,
                }, {
                    bank: 'Абсолют Банк',
                    rate: 2.86,
                }, {
                    bank: 'Петрокоммерц',
                    rate: 3.93,
                }, {
                    bank: 'Банк «Открытие»',
                    rate: 4.26,
                }, {
                    bank: 'Возрождение',
                    rate: 2.75,
                }, {
                    bank: 'Союз',
                    rate: 2.62,
                }, {
                    bank: 'ВТБ Северо-Запад',
                    rate: 3.36,
                }, {
                    bank: 'ОТП Банк',
                    rate: 2.98,
                }, {
                    bank: 'Глобэкс',
                    rate: 2.33,
                }, {
                    bank: 'ВТБ 24',
                    rate: 3.69,
                }, {
                    bank: 'ИМПЭКСБанк',
                    rate: 2.28,
                }, {
                    bank: 'Международный Промышленный Банк',
                    rate: 4.60,
                }, {
                    bank: 'Славянский Кредит',
                    rate: 2.30,
                }, {
                    bank: 'Собинбанк',
                    rate: 3.70,
                }, {
                    bank: 'МДМ-Банк',
                    rate: 3.90,
                }, {
                    bank: 'Инвестторгбанк',
                    rate: 3.20,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 3.56,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 3.43,
                }, {
                    bank: 'Лефко-Банк',
                    rate: 2.30,
                }, {
                    bank: 'ДельтаКредит',
                    rate: 2.73,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 3.79,
                }, {
                    bank: 'МТС Банк',
                    rate: 2.77,
                }, {
                    bank: 'Балтийский Банк',
                    rate: 2.24,
                }, {
                    bank: 'ВТБ Банк Москвы',
                    rate: 2.12,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 3.74,
                }, {
                    bank: 'Банк Жилищного Финансирования',
                    rate: 3.49,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 3.25,
                }, {
                    bank: 'Современный Коммерческий Банк (бывш. ДжиИ Мани Банк)',
                    rate: 3.01,
                }, {
                    bank: 'Нордеа Банк',
                    rate: 2.56,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 2.69,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 3.10,
                }, {
                    bank: 'БМ-Банк (бывш. Банк Москвы)',
                    rate: 3.10,
                }, {
                    bank: 'Росбанк',
                    rate: 2.74,
                }, {
                    bank: 'Сбербанк России',
                    rate: 2.53,
                }, {
                    bank: 'Первое О. В. К.',
                    rate: 2.38,
                }, {
                    bank: 'Бест Эффортс Банк',
                    rate: 1.61,
                }, {
                    bank: 'Московский Индустриальный Банк',
                    rate: 1.91,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 2.76,
                }, {
                    bank: 'Мастер-Банк',
                    rate: 1.89,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 2.30,
                }, {
                    bank: 'Ситибанк',
                    rate: 2.82,
                },
            ]
        }
    }
];
