module.exports = [
    {
        service: {
            name: 'Депозиты для бизнеса',
            rates: [
                {
                    bank: 'Авангард',
                    rate: 3.27,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 3.99,
                }, {
                    bank: 'Пробизнесбанк',
                    rate: 3.20,
                }, {
                    bank: 'Первый Республиканский Банк',
                    rate: 4.61,
                }, {
                    bank: 'Ханты-Мансийский банк Открытие',
                    rate: 3.46,
                }, {
                    bank: 'Глобэкс',
                    rate: 3.57,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 4.73,
                }, {
                    bank: 'Абсолют Банк',
                    rate: 2.64,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 2.39,
                }, {
                    bank: 'МДМ-Банк',
                    rate: 2.33,
                }, {
                    bank: 'Петрокоммерц',
                    rate: 3.08,
                }, {
                    bank: 'Межпромбанк Плюс',
                    rate: 3.01,
                }, {
                    bank: 'Национальный Банк «Траст»',
                    rate: 2.88,
                }, {
                    bank: 'ИМПЭКСБанк',
                    rate: 2.99,
                }, {
                    bank: 'РосЕвроБанк',
                    rate: 3.23,
                }, {
                    bank: 'Балтийский Банк',
                    rate: 2.48,
                }, {
                    bank: 'Банк Сосьете Женераль Восток',
                    rate: 2.68,
                }, {
                    bank: 'Собинбанк',
                    rate: 3.59,
                }, {
                    bank: 'АМТ Банк',
                    rate: 2.98,
                }, {
                    bank: 'Бинбанк',
                    rate: 2.96,
                }, {
                    bank: 'МТС Банк',
                    rate: 3.18,
                }, {
                    bank: 'Бест Эффортс Банк',
                    rate: 3.67,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 2.54,
                }, {
                    bank: 'ВТБ Северо-Запад',
                    rate: 2.87,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 2.55,
                }, {
                    bank: 'Межрегиональный Почтовый Банк',
                    rate: 2.37,
                }, {
                    bank: 'Газпромбанк',
                    rate: 3.09,
                }, {
                    bank: 'ОТП Банк',
                    rate: 3.03,
                }, {
                    bank: 'Возрождение',
                    rate: 2.00,
                }, {
                    bank: 'Мастер-Банк',
                    rate: 2.20,
                }, {
                    bank: 'Союз',
                    rate: 3.13,
                }, {
                    bank: 'Славянский Кредит',
                    rate: 2.86,
                }, {
                    bank: 'Московский Индустриальный Банк',
                    rate: 2.62,
                }, {
                    bank: 'Банк «Санкт-Петербург»',
                    rate: 1.94,
                }, {
                    bank: 'БМ-Банк (бывш. Банк Москвы)',
                    rate: 2.81,
                }, {
                    bank: 'Инвестторгбанк',
                    rate: 1.88,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 2.88,
                }, {
                    bank: 'Сбербанк России',
                    rate: 2.97,
                }, {
                    bank: 'Современный Коммерческий Банк (бывш. ДжиИ Мани Банк)',
                    rate: 1.75,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 2.45,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 1.76,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 2.05,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 2.79,
                }, {
                    bank: 'ВТБ Банк Москвы',
                    rate: 2.63,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 2.04,
                }, {
                    bank: 'ВТБ 24',
                    rate: 2.16,
                }, {
                    bank: 'Росбанк',
                    rate: 2.85,
                }, {
                    bank: 'СДМ-Банк',
                    rate: 1.47,
                }, {
                    bank: 'Ситибанк',
                    rate: 2.42,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 1.66,
                },
            ]
        }
    },
    {
        service: {
            name: 'Кредитование бизнеса',
            rates: [
                {
                    bank: 'Авангард',
                    rate: 4.27,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 4.32,
                }, {
                    bank: 'Пробизнесбанк',
                    rate: 3.21,
                }, {
                    bank: 'Первый Республиканский Банк',
                    rate: 4.33,
                }, {
                    bank: 'Ханты-Мансийский банк Открытие',
                    rate: 3.83,
                }, {
                    bank: 'Глобэкс',
                    rate: 4.35,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 3.39,
                }, {
                    bank: 'Абсолют Банк',
                    rate: 3.65,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 2.40,
                }, {
                    bank: 'МДМ-Банк',
                    rate: 2.35,
                }, {
                    bank: 'Петрокоммерц',
                    rate: 2.98,
                }, {
                    bank: 'Межпромбанк Плюс',
                    rate: 2.74,
                }, {
                    bank: 'Национальный Банк «Траст»',
                    rate: 3.38,
                }, {
                    bank: 'ИМПЭКСБанк',
                    rate: 4.01,
                }, {
                    bank: 'РосЕвроБанк',
                    rate: 2.81,
                }, {
                    bank: 'Балтийский Банк',
                    rate: 3.59,
                }, {
                    bank: 'Банк Сосьете Женераль Восток',
                    rate: 2.26,
                }, {
                    bank: 'Собинбанк',
                    rate: 2.34,
                }, {
                    bank: 'АМТ Банк',
                    rate: 3.00,
                }, {
                    bank: 'Бинбанк',
                    rate: 2.62,
                }, {
                    bank: 'МТС Банк',
                    rate: 2.53,
                }, {
                    bank: 'Бест Эффортс Банк',
                    rate: 3.34,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 3.61,
                }, {
                    bank: 'ВТБ Северо-Запад',
                    rate: 2.46,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 2.94,
                }, {
                    bank: 'Межрегиональный Почтовый Банк',
                    rate: 2.66,
                }, {
                    bank: 'Газпромбанк',
                    rate: 3.24,
                }, {
                    bank: 'ОТП Банк',
                    rate: 2.01,
                }, {
                    bank: 'Возрождение',
                    rate: 2.08,
                }, {
                    bank: 'Мастер-Банк',
                    rate: 2.20,
                }, {
                    bank: 'Союз',
                    rate: 2.11,
                }, {
                    bank: 'Славянский Кредит',
                    rate: 2.26,
                }, {
                    bank: 'Московский Индустриальный Банк',
                    rate: 2.97,
                }, {
                    bank: 'Банк «Санкт-Петербург»',
                    rate: 1.92,
                }, {
                    bank: 'БМ-Банк (бывш. Банк Москвы)',
                    rate: 2.42,
                }, {
                    bank: 'Инвестторгбанк',
                    rate: 2.25,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 2.33,
                }, {
                    bank: 'Сбербанк России',
                    rate: 1.87,
                }, {
                    bank: 'Современный Коммерческий Банк (бывш. ДжиИ Мани Банк)',
                    rate: 2.15,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 1.99,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 2.39,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 2.29,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 2.36,
                }, {
                    bank: 'ВТБ Банк Москвы',
                    rate: 2.43,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 2.86,
                }, {
                    bank: 'ВТБ 24',
                    rate: 1.78,
                }, {
                    bank: 'Росбанк',
                    rate: 3.00,
                }, {
                    bank: 'СДМ-Банк',
                    rate: 1.60,
                }, {
                    bank: 'Ситибанк',
                    rate: 1.99,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 1.45,
                },
            ]
        }
    },
    {
        service: {
            name: 'Лизинг',
            rates: [
                {
                    bank: 'Авангард',
                    rate: 2.68,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 3.25,
                }, {
                    bank: 'Пробизнесбанк',
                    rate: 3.70,
                }, {
                    bank: 'Первый Республиканский Банк',
                    rate: 3.53,
                }, {
                    bank: 'Ханты-Мансийский банк Открытие',
                    rate: 4.15,
                }, {
                    bank: 'Глобэкс',
                    rate: 4.21,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 3.11,
                }, {
                    bank: 'Абсолют Банк',
                    rate: 4.09,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 2.66,
                }, {
                    bank: 'МДМ-Банк',
                    rate: 2.44,
                }, {
                    bank: 'Петрокоммерц',
                    rate: 2.68,
                }, {
                    bank: 'Межпромбанк Плюс',
                    rate: 4.28,
                }, {
                    bank: 'Национальный Банк «Траст»',
                    rate: 3.66,
                }, {
                    bank: 'ИМПЭКСБанк',
                    rate: 3.27,
                }, {
                    bank: 'РосЕвроБанк',
                    rate: 3.92,
                }, {
                    bank: 'Балтийский Банк',
                    rate: 2.57,
                }, {
                    bank: 'Банк Сосьете Женераль Восток',
                    rate: 3.79,
                }, {
                    bank: 'Собинбанк',
                    rate: 3.00,
                }, {
                    bank: 'АМТ Банк',
                    rate: 3.86,
                }, {
                    bank: 'Бинбанк',
                    rate: 3.90,
                }, {
                    bank: 'МТС Банк',
                    rate: 3.10,
                }, {
                    bank: 'Бест Эффортс Банк',
                    rate: 3.94,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 2.49,
                }, {
                    bank: 'ВТБ Северо-Запад',
                    rate: 3.36,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 2.45,
                }, {
                    bank: 'Межрегиональный Почтовый Банк',
                    rate: 1.94,
                }, {
                    bank: 'Газпромбанк',
                    rate: 1.93,
                }, {
                    bank: 'ОТП Банк',
                    rate: 2.21,
                }, {
                    bank: 'Возрождение',
                    rate: 3.29,
                }, {
                    bank: 'Мастер-Банк',
                    rate: 3.31,
                }, {
                    bank: 'Союз',
                    rate: 2.44,
                }, {
                    bank: 'Славянский Кредит',
                    rate: 1.97,
                }, {
                    bank: 'Московский Индустриальный Банк',
                    rate: 1.74,
                }, {
                    bank: 'Банк «Санкт-Петербург»',
                    rate: 2.50,
                }, {
                    bank: 'БМ-Банк (бывш. Банк Москвы)',
                    rate: 2.78,
                }, {
                    bank: 'Инвестторгбанк',
                    rate: 1.76,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 2.83,
                }, {
                    bank: 'Сбербанк России',
                    rate: 2.64,
                }, {
                    bank: 'Современный Коммерческий Банк (бывш. ДжиИ Мани Банк)',
                    rate: 2.96,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 2.21,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 1.97,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 1.85,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 2.04,
                }, {
                    bank: 'ВТБ Банк Москвы',
                    rate: 2.87,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 2.86,
                }, {
                    bank: 'ВТБ 24',
                    rate: 2.39,
                }, {
                    bank: 'Росбанк',
                    rate: 1.87,
                }, {
                    bank: 'СДМ-Банк',
                    rate: 1.61,
                }, {
                    bank: 'Ситибанк',
                    rate: 1.64,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 1.94,
                },
            ]
        }
    },
    {
        service: {
            name: 'Обслуживание юрлиц',
            rates: [
                {
                    bank: 'Авангард',
                    rate: 4.75,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 3.82,
                }, {
                    bank: 'Пробизнесбанк',
                    rate: 2.91,
                }, {
                    bank: 'Первый Республиканский Банк',
                    rate: 4.99,
                }, {
                    bank: 'Ханты-Мансийский банк Открытие',
                    rate: 3.33,
                }, {
                    bank: 'Глобэкс',
                    rate: 3.63,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 3.86,
                }, {
                    bank: 'Абсолют Банк',
                    rate: 2.97,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 4.00,
                }, {
                    bank: 'МДМ-Банк',
                    rate: 2.67,
                }, {
                    bank: 'Петрокоммерц',
                    rate: 4.55,
                }, {
                    bank: 'Межпромбанк Плюс',
                    rate: 4.76,
                }, {
                    bank: 'Национальный Банк «Траст»',
                    rate: 2.73,
                }, {
                    bank: 'ИМПЭКСБанк',
                    rate: 3.30,
                }, {
                    bank: 'РосЕвроБанк',
                    rate: 3.84,
                }, {
                    bank: 'Балтийский Банк',
                    rate: 3.36,
                }, {
                    bank: 'Банк Сосьете Женераль Восток',
                    rate: 3.39,
                }, {
                    bank: 'Собинбанк',
                    rate: 2.58,
                }, {
                    bank: 'АМТ Банк',
                    rate: 3.07,
                }, {
                    bank: 'Бинбанк',
                    rate: 2.89,
                }, {
                    bank: 'МТС Банк',
                    rate: 2.18,
                }, {
                    bank: 'Бест Эффортс Банк',
                    rate: 2.56,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 2.27,
                }, {
                    bank: 'ВТБ Северо-Запад',
                    rate: 3.57,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 1.97,
                }, {
                    bank: 'Межрегиональный Почтовый Банк',
                    rate: 2.64,
                }, {
                    bank: 'Газпромбанк',
                    rate: 3.15,
                }, {
                    bank: 'ОТП Банк',
                    rate: 2.73,
                }, {
                    bank: 'Возрождение',
                    rate: 2.55,
                }, {
                    bank: 'Мастер-Банк',
                    rate: 1.86,
                }, {
                    bank: 'Союз',
                    rate: 2.57,
                }, {
                    bank: 'Славянский Кредит',
                    rate: 2.89,
                }, {
                    bank: 'Московский Индустриальный Банк',
                    rate: 2.33,
                }, {
                    bank: 'Банк «Санкт-Петербург»',
                    rate: 1.66,
                }, {
                    bank: 'БМ-Банк (бывш. Банк Москвы)',
                    rate: 3.01,
                }, {
                    bank: 'Инвестторгбанк',
                    rate: 1.78,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 2.14,
                }, {
                    bank: 'Сбербанк России',
                    rate: 1.95,
                }, {
                    bank: 'Современный Коммерческий Банк (бывш. ДжиИ Мани Банк)',
                    rate: 2.39,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 3.03,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 2.08,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 2.85,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 2.48,
                }, {
                    bank: 'ВТБ Банк Москвы',
                    rate: 1.74,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 2.31,
                }, {
                    bank: 'ВТБ 24',
                    rate: 1.81,
                }, {
                    bank: 'Росбанк',
                    rate: 2.17,
                }, {
                    bank: 'СДМ-Банк',
                    rate: 1.87,
                }, {
                    bank: 'Ситибанк',
                    rate: 2.30,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 2.22,
                },
            ]
        }
    },
    {
        service: {
            name: 'Дистанционное обслуживание',
            rates: [
                {
                    bank: 'Авангард',
                    rate: 2.81,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 4.39,
                }, {
                    bank: 'Пробизнесбанк',
                    rate: 3.58,
                }, {
                    bank: 'Первый Республиканский Банк',
                    rate: 3.36,
                }, {
                    bank: 'Ханты-Мансийский банк Открытие',
                    rate: 2.80,
                }, {
                    bank: 'Глобэкс',
                    rate: 4.10,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 2.91,
                }, {
                    bank: 'Абсолют Банк',
                    rate: 3.02,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 3.85,
                }, {
                    bank: 'МДМ-Банк',
                    rate: 3.78,
                }, {
                    bank: 'Петрокоммерц',
                    rate: 2.93,
                }, {
                    bank: 'Межпромбанк Плюс',
                    rate: 4.10,
                }, {
                    bank: 'Национальный Банк «Траст»',
                    rate: 2.57,
                }, {
                    bank: 'ИМПЭКСБанк',
                    rate: 3.80,
                }, {
                    bank: 'РосЕвроБанк',
                    rate: 3.15,
                }, {
                    bank: 'Балтийский Банк',
                    rate: 3.77,
                }, {
                    bank: 'Банк Сосьете Женераль Восток',
                    rate: 2.92,
                }, {
                    bank: 'Собинбанк',
                    rate: 2.46,
                }, {
                    bank: 'АМТ Банк',
                    rate: 3.20,
                }, {
                    bank: 'Бинбанк',
                    rate: 2.34,
                }, {
                    bank: 'МТС Банк',
                    rate: 3.95,
                }, {
                    bank: 'Бест Эффортс Банк',
                    rate: 3.85,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 2.25,
                }, {
                    bank: 'ВТБ Северо-Запад',
                    rate: 3.32,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 3.37,
                }, {
                    bank: 'Межрегиональный Почтовый Банк',
                    rate: 2.08,
                }, {
                    bank: 'Газпромбанк',
                    rate: 2.72,
                }, {
                    bank: 'ОТП Банк',
                    rate: 3.44,
                }, {
                    bank: 'Возрождение',
                    rate: 1.99,
                }, {
                    bank: 'Мастер-Банк',
                    rate: 2.34,
                }, {
                    bank: 'Союз',
                    rate: 3.29,
                }, {
                    bank: 'Славянский Кредит',
                    rate: 2.80,
                }, {
                    bank: 'Московский Индустриальный Банк',
                    rate: 3.01,
                }, {
                    bank: 'Банк «Санкт-Петербург»',
                    rate: 2.52,
                }, {
                    bank: 'БМ-Банк (бывш. Банк Москвы)',
                    rate: 2.43,
                }, {
                    bank: 'Инвестторгбанк',
                    rate: 3.02,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 2.64,
                }, {
                    bank: 'Сбербанк России',
                    rate: 2.58,
                }, {
                    bank: 'Современный Коммерческий Банк (бывш. ДжиИ Мани Банк)',
                    rate: 2.09,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 3.04,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 2.80,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 2.49,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 1.97,
                }, {
                    bank: 'ВТБ Банк Москвы',
                    rate: 2.40,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 2.85,
                }, {
                    bank: 'ВТБ 24',
                    rate: 1.97,
                }, {
                    bank: 'Росбанк',
                    rate: 2.90,
                }, {
                    bank: 'СДМ-Банк',
                    rate: 1.65,
                }, {
                    bank: 'Ситибанк',
                    rate: 1.80,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 1.92,
                },
            ]
        }
    }
];
