module.exports = [
    {
        service: {
            name: 'Депозиты для бизнеса',
            rates: [
                {
                    bank: 'Авангард',
                    rate: 4.88,
                }, {
                    bank: 'Северная Казна',
                    rate: 3.05,
                }, {
                    bank: 'Витас Банк',
                    rate: 4.00,
                }, {
                    bank: 'Абсолют Банк',
                    rate: 3.75,
                }, {
                    bank: 'Ханты-Мансийский банк Открытие',
                    rate: 2.94,
                }, {
                    bank: 'Капитал Кредит',
                    rate: 4.14,
                }, {
                    bank: 'Пробизнесбанк',
                    rate: 3.00,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 2.45,
                }, {
                    bank: 'Банк Сосьете Женераль Восток',
                    rate: 3.01,
                }, {
                    bank: 'МТС Банк',
                    rate: 2.94,
                }, {
                    bank: 'Русфинанс Банк',
                    rate: 2.89,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 3.50,
                }, {
                    bank: 'Глобэкс',
                    rate: 3.67,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 2.86,
                }, {
                    bank: 'СДМ-Банк',
                    rate: 2.63,
                }, {
                    bank: 'Банк Финсервис',
                    rate: 3.55,
                }, {
                    bank: 'Бинбанк Столица',
                    rate: 3.66,
                }, {
                    bank: 'Московский Индустриальный Банк',
                    rate: 2.87,
                }, {
                    bank: 'Мастер-Банк',
                    rate: 2.69,
                }, {
                    bank: 'Банк Интеза',
                    rate: 2.86,
                }, {
                    bank: 'Бинбанк',
                    rate: 2.00,
                }, {
                    bank: 'Возрождение',
                    rate: 3.26,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 2.54,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 2.32,
                }, {
                    bank: 'Союз',
                    rate: 3.24,
                }, {
                    bank: 'Банк «Санкт-Петербург»',
                    rate: 2.79,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 2.58,
                }, {
                    bank: 'МДМ-Банк',
                    rate: 1.84,
                }, {
                    bank: 'АМТ Банк',
                    rate: 2.27,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 2.81,
                }, {
                    bank: 'ОТП Банк',
                    rate: 2.37,
                }, {
                    bank: 'Собинбанк',
                    rate: 2.59,
                }, {
                    bank: 'КИТ Финанс Инвестиционный Банк',
                    rate: 1.94,
                }, {
                    bank: 'Современный Коммерческий Банк (бывш. ДжиИ Мани Банк)',
                    rate: 2.88,
                }, {
                    bank: 'Петровский',
                    rate: 1.68,
                }, {
                    bank: 'ВТБ Северо-Запад',
                    rate: 1.93,
                }, {
                    bank: 'Национальный Банк «Траст»',
                    rate: 1.91,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 1.79,
                }, {
                    bank: 'РосЕвроБанк',
                    rate: 1.74,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 2.22,
                }, {
                    bank: 'Газпромбанк',
                    rate: 2.37,
                }, {
                    bank: 'Балтийский Банк',
                    rate: 1.88,
                }, {
                    bank: 'Ситибанк',
                    rate: 2.89,
                }, {
                    bank: 'БМ-Банк (бывш. Банк Москвы)',
                    rate: 2.23,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 1.89,
                }, {
                    bank: 'Сбербанк России',
                    rate: 1.52,
                }, {
                    bank: 'ВТБ 24',
                    rate: 1.59,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 2.48,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 1.65,
                }, {
                    bank: 'Росбанк',
                    rate: 1.31,
                },
            ]
        }
    },
    {
        service: {
            name: 'Кредитование бизнеса',
            rates: [
                {
                    bank: 'Авангард',
                    rate: 3.65,
                }, {
                    bank: 'Северная Казна',
                    rate: 4.69,
                }, {
                    bank: 'Витас Банк',
                    rate: 3.49,
                }, {
                    bank: 'Абсолют Банк',
                    rate: 3.94,
                }, {
                    bank: 'Ханты-Мансийский банк Открытие',
                    rate: 2.99,
                }, {
                    bank: 'Капитал Кредит',
                    rate: 3.43,
                }, {
                    bank: 'Пробизнесбанк',
                    rate: 2.25,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 2.89,
                }, {
                    bank: 'Банк Сосьете Женераль Восток',
                    rate: 3.98,
                }, {
                    bank: 'МТС Банк',
                    rate: 3.28,
                }, {
                    bank: 'Русфинанс Банк',
                    rate: 2.48,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 2.47,
                }, {
                    bank: 'Глобэкс',
                    rate: 2.12,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 2.99,
                }, {
                    bank: 'СДМ-Банк',
                    rate: 3.77,
                }, {
                    bank: 'Банк Финсервис',
                    rate: 2.09,
                }, {
                    bank: 'Бинбанк Столица',
                    rate: 2.38,
                }, {
                    bank: 'Московский Индустриальный Банк',
                    rate: 2.64,
                }, {
                    bank: 'Мастер-Банк',
                    rate: 3.32,
                }, {
                    bank: 'Банк Интеза',
                    rate: 2.86,
                }, {
                    bank: 'Бинбанк',
                    rate: 2.32,
                }, {
                    bank: 'Возрождение',
                    rate: 2.37,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 2.41,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 3.15,
                }, {
                    bank: 'Союз',
                    rate: 2.00,
                }, {
                    bank: 'Банк «Санкт-Петербург»',
                    rate: 2.07,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 3.43,
                }, {
                    bank: 'МДМ-Банк',
                    rate: 2.55,
                }, {
                    bank: 'АМТ Банк',
                    rate: 2.88,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 2.65,
                }, {
                    bank: 'ОТП Банк',
                    rate: 2.06,
                }, {
                    bank: 'Собинбанк',
                    rate: 2.27,
                }, {
                    bank: 'КИТ Финанс Инвестиционный Банк',
                    rate: 2.38,
                }, {
                    bank: 'Современный Коммерческий Банк (бывш. ДжиИ Мани Банк)',
                    rate: 3.09,
                }, {
                    bank: 'Петровский',
                    rate: 2.09,
                }, {
                    bank: 'ВТБ Северо-Запад',
                    rate: 2.40,
                }, {
                    bank: 'Национальный Банк «Траст»',
                    rate: 2.55,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 2.06,
                }, {
                    bank: 'РосЕвроБанк',
                    rate: 1.81,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 2.39,
                }, {
                    bank: 'Газпромбанк',
                    rate: 1.79,
                }, {
                    bank: 'Балтийский Банк',
                    rate: 2.18,
                }, {
                    bank: 'Ситибанк',
                    rate: 2.08,
                }, {
                    bank: 'БМ-Банк (бывш. Банк Москвы)',
                    rate: 2.21,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 2.16,
                }, {
                    bank: 'Сбербанк России',
                    rate: 2.15,
                }, {
                    bank: 'ВТБ 24',
                    rate: 2.45,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 1.65,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 2.19,
                }, {
                    bank: 'Росбанк',
                    rate: 1.84,
                },
            ]
        }
    },
    {
        service: {
            name: 'Лизинг',
            rates: [
                {
                    bank: 'Авангард',
                    rate: 3.37,
                }, {
                    bank: 'Северная Казна',
                    rate: 3.04,
                }, {
                    bank: 'Витас Банк',
                    rate: 4.51,
                }, {
                    bank: 'Абсолют Банк',
                    rate: 2.55,
                }, {
                    bank: 'Ханты-Мансийский банк Открытие',
                    rate: 3.94,
                }, {
                    bank: 'Капитал Кредит',
                    rate: 3.04,
                }, {
                    bank: 'Пробизнесбанк',
                    rate: 3.89,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 3.93,
                }, {
                    bank: 'Банк Сосьете Женераль Восток',
                    rate: 3.40,
                }, {
                    bank: 'МТС Банк',
                    rate: 2.23,
                }, {
                    bank: 'Русфинанс Банк',
                    rate: 2.69,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 2.29,
                }, {
                    bank: 'Глобэкс',
                    rate: 3.71,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 3.70,
                }, {
                    bank: 'СДМ-Банк',
                    rate: 3.74,
                }, {
                    bank: 'Банк Финсервис',
                    rate: 2.48,
                }, {
                    bank: 'Бинбанк Столица',
                    rate: 2.31,
                }, {
                    bank: 'Московский Индустриальный Банк',
                    rate: 2.86,
                }, {
                    bank: 'Мастер-Банк',
                    rate: 2.94,
                }, {
                    bank: 'Банк Интеза',
                    rate: 3.20,
                }, {
                    bank: 'Бинбанк',
                    rate: 2.44,
                }, {
                    bank: 'Возрождение',
                    rate: 2.92,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 3.24,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 2.25,
                }, {
                    bank: 'Союз',
                    rate: 2.41,
                }, {
                    bank: 'Банк «Санкт-Петербург»',
                    rate: 1.81,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 2.30,
                }, {
                    bank: 'МДМ-Банк',
                    rate: 3.19,
                }, {
                    bank: 'АМТ Банк',
                    rate: 2.10,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 1.82,
                }, {
                    bank: 'ОТП Банк',
                    rate: 2.31,
                }, {
                    bank: 'Собинбанк',
                    rate: 2.02,
                }, {
                    bank: 'КИТ Финанс Инвестиционный Банк',
                    rate: 2.78,
                }, {
                    bank: 'Современный Коммерческий Банк (бывш. ДжиИ Мани Банк)',
                    rate: 2.72,
                }, {
                    bank: 'Петровский',
                    rate: 2.81,
                }, {
                    bank: 'ВТБ Северо-Запад',
                    rate: 1.68,
                }, {
                    bank: 'Национальный Банк «Траст»',
                    rate: 2.37,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 2.24,
                }, {
                    bank: 'РосЕвроБанк',
                    rate: 1.69,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 1.76,
                }, {
                    bank: 'Газпромбанк',
                    rate: 1.69,
                }, {
                    bank: 'Балтийский Банк',
                    rate: 2.91,
                }, {
                    bank: 'Ситибанк',
                    rate: 2.98,
                }, {
                    bank: 'БМ-Банк (бывш. Банк Москвы)',
                    rate: 2.05,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 1.72,
                }, {
                    bank: 'Сбербанк России',
                    rate: 1.80,
                }, {
                    bank: 'ВТБ 24',
                    rate: 2.00,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 1.85,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 1.72,
                }, {
                    bank: 'Росбанк',
                    rate: 1.78,
                },
            ]
        }
    },
    {
        service: {
            name: 'Обслуживание юрлиц',
            rates: [
                {
                    bank: 'Авангард',
                    rate: 4.01,
                }, {
                    bank: 'Северная Казна',
                    rate: 3.97,
                }, {
                    bank: 'Витас Банк',
                    rate: 4.60,
                }, {
                    bank: 'Абсолют Банк',
                    rate: 3.42,
                }, {
                    bank: 'Ханты-Мансийский банк Открытие',
                    rate: 2.49,
                }, {
                    bank: 'Капитал Кредит',
                    rate: 3.22,
                }, {
                    bank: 'Пробизнесбанк',
                    rate: 3.70,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 4.01,
                }, {
                    bank: 'Банк Сосьете Женераль Восток',
                    rate: 2.30,
                }, {
                    bank: 'МТС Банк',
                    rate: 2.76,
                }, {
                    bank: 'Русфинанс Банк',
                    rate: 2.67,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 2.96,
                }, {
                    bank: 'Глобэкс',
                    rate: 3.33,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 2.82,
                }, {
                    bank: 'СДМ-Банк',
                    rate: 3.57,
                }, {
                    bank: 'Банк Финсервис',
                    rate: 3.19,
                }, {
                    bank: 'Бинбанк Столица',
                    rate: 3.72,
                }, {
                    bank: 'Московский Индустриальный Банк',
                    rate: 2.29,
                }, {
                    bank: 'Мастер-Банк',
                    rate: 2.31,
                }, {
                    bank: 'Банк Интеза',
                    rate: 2.83,
                }, {
                    bank: 'Бинбанк',
                    rate: 2.34,
                }, {
                    bank: 'Возрождение',
                    rate: 2.47,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 2.91,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 2.05,
                }, {
                    bank: 'Союз',
                    rate: 3.12,
                }, {
                    bank: 'Банк «Санкт-Петербург»',
                    rate: 2.33,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 2.75,
                }, {
                    bank: 'МДМ-Банк',
                    rate: 2.84,
                }, {
                    bank: 'АМТ Банк',
                    rate: 1.85,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 1.75,
                }, {
                    bank: 'ОТП Банк',
                    rate: 3.12,
                }, {
                    bank: 'Собинбанк',
                    rate: 1.94,
                }, {
                    bank: 'КИТ Финанс Инвестиционный Банк',
                    rate: 2.50,
                }, {
                    bank: 'Современный Коммерческий Банк (бывш. ДжиИ Мани Банк)',
                    rate: 3.07,
                }, {
                    bank: 'Петровский',
                    rate: 2.53,
                }, {
                    bank: 'ВТБ Северо-Запад',
                    rate: 2.57,
                }, {
                    bank: 'Национальный Банк «Траст»',
                    rate: 2.16,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 2.96,
                }, {
                    bank: 'РосЕвроБанк',
                    rate: 1.58,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 2.26,
                }, {
                    bank: 'Газпромбанк',
                    rate: 2.31,
                }, {
                    bank: 'Балтийский Банк',
                    rate: 2.57,
                }, {
                    bank: 'Ситибанк',
                    rate: 1.76,
                }, {
                    bank: 'БМ-Банк (бывш. Банк Москвы)',
                    rate: 2.70,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 2.17,
                }, {
                    bank: 'Сбербанк России',
                    rate: 2.75,
                }, {
                    bank: 'ВТБ 24',
                    rate: 2.72,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 2.41,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 1.98,
                }, {
                    bank: 'Росбанк',
                    rate: 1.26,
                },
            ]
        }
    },
    {
        service: {
            name: 'Дистанционное обслуживание',
            rates: [
                {
                    bank: 'Авангард',
                    rate: 4.37,
                }, {
                    bank: 'Северная Казна',
                    rate: 3.54,
                }, {
                    bank: 'Витас Банк',
                    rate: 2.96,
                }, {
                    bank: 'Абсолют Банк',
                    rate: 2.72,
                }, {
                    bank: 'Ханты-Мансийский банк Открытие',
                    rate: 3.58,
                }, {
                    bank: 'Капитал Кредит',
                    rate: 3.42,
                }, {
                    bank: 'Пробизнесбанк',
                    rate: 2.40,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 3.94,
                }, {
                    bank: 'Банк Сосьете Женераль Восток',
                    rate: 2.68,
                }, {
                    bank: 'МТС Банк',
                    rate: 3.02,
                }, {
                    bank: 'Русфинанс Банк',
                    rate: 3.95,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 3.55,
                }, {
                    bank: 'Глобэкс',
                    rate: 3.86,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 3.21,
                }, {
                    bank: 'СДМ-Банк',
                    rate: 3.41,
                }, {
                    bank: 'Банк Финсервис',
                    rate: 2.56,
                }, {
                    bank: 'Бинбанк Столица',
                    rate: 3.19,
                }, {
                    bank: 'Московский Индустриальный Банк',
                    rate: 3.27,
                }, {
                    bank: 'Мастер-Банк',
                    rate: 2.06,
                }, {
                    bank: 'Банк Интеза',
                    rate: 3.20,
                }, {
                    bank: 'Бинбанк',
                    rate: 2.22,
                }, {
                    bank: 'Возрождение',
                    rate: 2.82,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 3.05,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 2.88,
                }, {
                    bank: 'Союз',
                    rate: 1.89,
                }, {
                    bank: 'Банк «Санкт-Петербург»',
                    rate: 1.87,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 2.08,
                }, {
                    bank: 'МДМ-Банк',
                    rate: 3.11,
                }, {
                    bank: 'АМТ Банк',
                    rate: 2.92,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 2.73,
                }, {
                    bank: 'ОТП Банк',
                    rate: 2.96,
                }, {
                    bank: 'Собинбанк',
                    rate: 2.97,
                }, {
                    bank: 'КИТ Финанс Инвестиционный Банк',
                    rate: 2.24,
                }, {
                    bank: 'Современный Коммерческий Банк (бывш. ДжиИ Мани Банк)',
                    rate: 2.37,
                }, {
                    bank: 'Петровский',
                    rate: 2.50,
                }, {
                    bank: 'ВТБ Северо-Запад',
                    rate: 2.46,
                }, {
                    bank: 'Национальный Банк «Траст»',
                    rate: 2.64,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 2.41,
                }, {
                    bank: 'РосЕвроБанк',
                    rate: 2.36,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 1.99,
                }, {
                    bank: 'Газпромбанк',
                    rate: 2.53,
                }, {
                    bank: 'Балтийский Банк',
                    rate: 2.50,
                }, {
                    bank: 'Ситибанк',
                    rate: 2.28,
                }, {
                    bank: 'БМ-Банк (бывш. Банк Москвы)',
                    rate: 2.80,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 1.76,
                }, {
                    bank: 'Сбербанк России',
                    rate: 1.93,
                }, {
                    bank: 'ВТБ 24',
                    rate: 1.70,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 1.47,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 2.38,
                }, {
                    bank: 'Росбанк',
                    rate: 1.95,
                },
            ]
        }
    }
];
