module.exports = [
    {
        service: {
            name: 'Депозиты для бизнеса',
            rates: [
                {
                    bank: 'Авангард',
                    rate: 3.18,
                }, {
                    bank: 'Тинькофф Банк',
                    rate: 3.29,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 3.74,
                }, {
                    bank: 'ДельтаКредит',
                    rate: 3.25,
                }, {
                    bank: 'Северная Казна',
                    rate: 3.25,
                }, {
                    bank: 'Восточный Экспресс Банк',
                    rate: 3.39,
                }, {
                    bank: 'Московский Областной Банк',
                    rate: 4.14,
                }, {
                    bank: 'Бинбанк',
                    rate: 3.80,
                }, {
                    bank: 'Банк Сосьете Женераль Восток',
                    rate: 3.61,
                }, {
                    bank: 'АМТ Банк',
                    rate: 2.91,
                }, {
                    bank: 'МДМ-Банк',
                    rate: 3.19,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 3.90,
                }, {
                    bank: 'Пробизнесбанк',
                    rate: 2.14,
                }, {
                    bank: 'Глобэкс',
                    rate: 3.71,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 2.52,
                }, {
                    bank: 'Абсолют Банк',
                    rate: 3.12,
                }, {
                    bank: 'СМП Банк',
                    rate: 3.17,
                }, {
                    bank: 'Транспортный',
                    rate: 2.86,
                }, {
                    bank: 'Московский Капитал',
                    rate: 3.36,
                }, {
                    bank: 'Возрождение',
                    rate: 2.64,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 3.09,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 2.66,
                }, {
                    bank: 'Банк «Санкт-Петербург»',
                    rate: 2.13,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 1.92,
                }, {
                    bank: 'Ханты-Мансийский банк Открытие',
                    rate: 2.73,
                }, {
                    bank: 'Росгосстрах Банк',
                    rate: 3.13,
                }, {
                    bank: 'ОТП Банк',
                    rate: 2.42,
                }, {
                    bank: 'Собинбанк',
                    rate: 2.56,
                }, {
                    bank: 'Мастер-Банк',
                    rate: 2.96,
                }, {
                    bank: 'Современный Коммерческий Банк (бывш. ДжиИ Мани Банк)',
                    rate: 2.98,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 3.08,
                }, {
                    bank: 'Национальный Банк «Траст»',
                    rate: 3.09,
                }, {
                    bank: 'Балтийский Банк',
                    rate: 2.34,
                }, {
                    bank: 'Банк Финсервис',
                    rate: 2.55,
                }, {
                    bank: 'Русфинанс Банк',
                    rate: 2.11,
                }, {
                    bank: 'Банк24.ру',
                    rate: 2.77,
                }, {
                    bank: 'Сбербанк России',
                    rate: 1.88,
                }, {
                    bank: 'Ситибанк',
                    rate: 3.04,
                }, {
                    bank: 'Петровский',
                    rate: 2.49,
                }, {
                    bank: 'МДМ Банк',
                    rate: 2.02,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 2.78,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 1.86,
                }, {
                    bank: 'Союз',
                    rate: 1.79,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 1.60,
                }, {
                    bank: 'ВТБ 24',
                    rate: 2.41,
                }, {
                    bank: 'Росбанк',
                    rate: 1.64,
                }, {
                    bank: 'Российский Капитал',
                    rate: 1.64,
                }, {
                    bank: 'БМ-Банк (бывш. Банк Москвы)',
                    rate: 1.86,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 2.19,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 1.71,
                },
            ]
        }
    },
    {
        service: {
            name: 'Кредитование бизнеса',
            rates: [
                {
                    bank: 'Авангард',
                    rate: 2.67,
                }, {
                    bank: 'Тинькофф Банк',
                    rate: 3.78,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 3.74,
                }, {
                    bank: 'ДельтаКредит',
                    rate: 2.76,
                }, {
                    bank: 'Северная Казна',
                    rate: 3.73,
                }, {
                    bank: 'Восточный Экспресс Банк',
                    rate: 3.21,
                }, {
                    bank: 'Московский Областной Банк',
                    rate: 3.52,
                }, {
                    bank: 'Бинбанк',
                    rate: 3.93,
                }, {
                    bank: 'Банк Сосьете Женераль Восток',
                    rate: 2.77,
                }, {
                    bank: 'АМТ Банк',
                    rate: 3.66,
                }, {
                    bank: 'МДМ-Банк',
                    rate: 2.90,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 2.49,
                }, {
                    bank: 'Пробизнесбанк',
                    rate: 3.85,
                }, {
                    bank: 'Глобэкс',
                    rate: 2.47,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 2.77,
                }, {
                    bank: 'Абсолют Банк',
                    rate: 2.46,
                }, {
                    bank: 'СМП Банк',
                    rate: 3.00,
                }, {
                    bank: 'Транспортный',
                    rate: 2.44,
                }, {
                    bank: 'Московский Капитал',
                    rate: 3.00,
                }, {
                    bank: 'Возрождение',
                    rate: 2.91,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 2.51,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 2.88,
                }, {
                    bank: 'Банк «Санкт-Петербург»',
                    rate: 2.98,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 2.98,
                }, {
                    bank: 'Ханты-Мансийский банк Открытие',
                    rate: 2.27,
                }, {
                    bank: 'Росгосстрах Банк',
                    rate: 3.23,
                }, {
                    bank: 'ОТП Банк',
                    rate: 1.93,
                }, {
                    bank: 'Собинбанк',
                    rate: 3.33,
                }, {
                    bank: 'Мастер-Банк',
                    rate: 2.49,
                }, {
                    bank: 'Современный Коммерческий Банк (бывш. ДжиИ Мани Банк)',
                    rate: 2.78,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 2.53,
                }, {
                    bank: 'Национальный Банк «Траст»',
                    rate: 1.88,
                }, {
                    bank: 'Балтийский Банк',
                    rate: 2.46,
                }, {
                    bank: 'Банк Финсервис',
                    rate: 1.69,
                }, {
                    bank: 'Русфинанс Банк',
                    rate: 2.27,
                }, {
                    bank: 'Банк24.ру',
                    rate: 1.93,
                }, {
                    bank: 'Сбербанк России',
                    rate: 2.48,
                }, {
                    bank: 'Ситибанк',
                    rate: 2.98,
                }, {
                    bank: 'Петровский',
                    rate: 2.48,
                }, {
                    bank: 'МДМ Банк',
                    rate: 2.02,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 1.97,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 2.55,
                }, {
                    bank: 'Союз',
                    rate: 1.74,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 1.78,
                }, {
                    bank: 'ВТБ 24',
                    rate: 2.68,
                }, {
                    bank: 'Росбанк',
                    rate: 2.71,
                }, {
                    bank: 'Российский Капитал',
                    rate: 2.12,
                }, {
                    bank: 'БМ-Банк (бывш. Банк Москвы)',
                    rate: 1.48,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 2.37,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 1.82,
                },
            ]
        }
    },
    {
        service: {
            name: 'Лизинг',
            rates: [
                {
                    bank: 'Авангард',
                    rate: 2.67,
                }, {
                    bank: 'Тинькофф Банк',
                    rate: 3.78,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 3.74,
                }, {
                    bank: 'ДельтаКредит',
                    rate: 2.76,
                }, {
                    bank: 'Северная Казна',
                    rate: 3.73,
                }, {
                    bank: 'Восточный Экспресс Банк',
                    rate: 3.21,
                }, {
                    bank: 'Московский Областной Банк',
                    rate: 3.52,
                }, {
                    bank: 'Бинбанк',
                    rate: 3.93,
                }, {
                    bank: 'Банк Сосьете Женераль Восток',
                    rate: 2.77,
                }, {
                    bank: 'АМТ Банк',
                    rate: 3.66,
                }, {
                    bank: 'МДМ-Банк',
                    rate: 2.90,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 2.49,
                }, {
                    bank: 'Пробизнесбанк',
                    rate: 3.85,
                }, {
                    bank: 'Глобэкс',
                    rate: 2.47,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 2.77,
                }, {
                    bank: 'Абсолют Банк',
                    rate: 2.46,
                }, {
                    bank: 'СМП Банк',
                    rate: 3.00,
                }, {
                    bank: 'Транспортный',
                    rate: 2.44,
                }, {
                    bank: 'Московский Капитал',
                    rate: 3.00,
                }, {
                    bank: 'Возрождение',
                    rate: 2.91,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 2.51,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 2.88,
                }, {
                    bank: 'Банк «Санкт-Петербург»',
                    rate: 2.98,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 2.98,
                }, {
                    bank: 'Ханты-Мансийский банк Открытие',
                    rate: 2.27,
                }, {
                    bank: 'Росгосстрах Банк',
                    rate: 3.23,
                }, {
                    bank: 'ОТП Банк',
                    rate: 1.93,
                }, {
                    bank: 'Собинбанк',
                    rate: 3.33,
                }, {
                    bank: 'Мастер-Банк',
                    rate: 2.49,
                }, {
                    bank: 'Современный Коммерческий Банк (бывш. ДжиИ Мани Банк)',
                    rate: 2.78,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 2.53,
                }, {
                    bank: 'Национальный Банк «Траст»',
                    rate: 1.88,
                }, {
                    bank: 'Балтийский Банк',
                    rate: 2.46,
                }, {
                    bank: 'Банк Финсервис',
                    rate: 1.69,
                }, {
                    bank: 'Русфинанс Банк',
                    rate: 2.27,
                }, {
                    bank: 'Банк24.ру',
                    rate: 1.93,
                }, {
                    bank: 'Сбербанк России',
                    rate: 2.48,
                }, {
                    bank: 'Ситибанк',
                    rate: 2.98,
                }, {
                    bank: 'Петровский',
                    rate: 2.48,
                }, {
                    bank: 'МДМ Банк',
                    rate: 2.02,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 1.97,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 2.55,
                }, {
                    bank: 'Союз',
                    rate: 1.74,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 1.78,
                }, {
                    bank: 'ВТБ 24',
                    rate: 2.68,
                }, {
                    bank: 'Росбанк',
                    rate: 2.71,
                }, {
                    bank: 'Российский Капитал',
                    rate: 2.12,
                }, {
                    bank: 'БМ-Банк (бывш. Банк Москвы)',
                    rate: 1.48,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 2.37,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 1.82,
                },
            ]
        }
    },
    {
        service: {
            name: 'Обслуживание юрлиц',
            rates: [
                {
                    bank: 'Авангард',
                    rate: 4.33,
                }, {
                    bank: 'Тинькофф Банк',
                    rate: 3.47,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 4.01,
                }, {
                    bank: 'ДельтаКредит',
                    rate: 3.80,
                }, {
                    bank: 'Северная Казна',
                    rate: 3.50,
                }, {
                    bank: 'Восточный Экспресс Банк',
                    rate: 2.84,
                }, {
                    bank: 'Московский Областной Банк',
                    rate: 2.58,
                }, {
                    bank: 'Бинбанк',
                    rate: 3.41,
                }, {
                    bank: 'Банк Сосьете Женераль Восток',
                    rate: 3.63,
                }, {
                    bank: 'АМТ Банк',
                    rate: 3.05,
                }, {
                    bank: 'МДМ-Банк',
                    rate: 3.54,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 3.31,
                }, {
                    bank: 'Пробизнесбанк',
                    rate: 2.73,
                }, {
                    bank: 'Глобэкс',
                    rate: 3.97,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 3.48,
                }, {
                    bank: 'Абсолют Банк',
                    rate: 3.41,
                }, {
                    bank: 'СМП Банк',
                    rate: 2.94,
                }, {
                    bank: 'Транспортный',
                    rate: 2.37,
                }, {
                    bank: 'Московский Капитал',
                    rate: 2.65,
                }, {
                    bank: 'Возрождение',
                    rate: 3.63,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 2.64,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 2.46,
                }, {
                    bank: 'Банк «Санкт-Петербург»',
                    rate: 2.19,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 3.00,
                }, {
                    bank: 'Ханты-Мансийский банк Открытие',
                    rate: 2.68,
                }, {
                    bank: 'Росгосстрах Банк',
                    rate: 1.95,
                }, {
                    bank: 'ОТП Банк',
                    rate: 3.36,
                }, {
                    bank: 'Собинбанк',
                    rate: 2.57,
                }, {
                    bank: 'Мастер-Банк',
                    rate: 1.83,
                }, {
                    bank: 'Современный Коммерческий Банк (бывш. ДжиИ Мани Банк)',
                    rate: 2.26,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 2.46,
                }, {
                    bank: 'Национальный Банк «Траст»',
                    rate: 1.90,
                }, {
                    bank: 'Балтийский Банк',
                    rate: 2.65,
                }, {
                    bank: 'Банк Финсервис',
                    rate: 1.77,
                }, {
                    bank: 'Русфинанс Банк',
                    rate: 2.57,
                }, {
                    bank: 'Банк24.ру',
                    rate: 2.98,
                }, {
                    bank: 'Сбербанк России',
                    rate: 2.18,
                }, {
                    bank: 'Ситибанк',
                    rate: 2.01,
                }, {
                    bank: 'Петровский',
                    rate: 2.14,
                }, {
                    bank: 'МДМ Банк',
                    rate: 2.41,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 1.95,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 2.85,
                }, {
                    bank: 'Союз',
                    rate: 2.48,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 2.42,
                }, {
                    bank: 'ВТБ 24',
                    rate: 2.65,
                }, {
                    bank: 'Росбанк',
                    rate: 1.84,
                }, {
                    bank: 'Российский Капитал',
                    rate: 1.21,
                }, {
                    bank: 'БМ-Банк (бывш. Банк Москвы)',
                    rate: 1.50,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 1.79,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 2.26,
                },
            ]
        }
    },
    {
        service: {
            name: 'Дистанционное обслуживание',
            rates: [
                {
                    bank: 'Авангард',
                    rate: 4.42,
                }, {
                    bank: 'Тинькофф Банк',
                    rate: 3.21,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 2.56,
                }, {
                    bank: 'ДельтаКредит',
                    rate: 4.06,
                }, {
                    bank: 'Северная Казна',
                    rate: 4.41,
                }, {
                    bank: 'Восточный Экспресс Банк',
                    rate: 3.90,
                }, {
                    bank: 'Московский Областной Банк',
                    rate: 2.72,
                }, {
                    bank: 'Бинбанк',
                    rate: 3.05,
                }, {
                    bank: 'Банк Сосьете Женераль Восток',
                    rate: 3.25,
                }, {
                    bank: 'АМТ Банк',
                    rate: 2.53,
                }, {
                    bank: 'МДМ-Банк',
                    rate: 3.06,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 3.32,
                }, {
                    bank: 'Пробизнесбанк',
                    rate: 3.88,
                }, {
                    bank: 'Глобэкс',
                    rate: 3.31,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 3.60,
                }, {
                    bank: 'Абсолют Банк',
                    rate: 3.64,
                }, {
                    bank: 'СМП Банк',
                    rate: 3.74,
                }, {
                    bank: 'Транспортный',
                    rate: 2.49,
                }, {
                    bank: 'Московский Капитал',
                    rate: 2.77,
                }, {
                    bank: 'Возрождение',
                    rate: 3.32,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 2.84,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 1.94,
                }, {
                    bank: 'Банк «Санкт-Петербург»',
                    rate: 3.30,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 3.03,
                }, {
                    bank: 'Ханты-Мансийский банк Открытие',
                    rate: 2.47,
                }, {
                    bank: 'Росгосстрах Банк',
                    rate: 2.11,
                }, {
                    bank: 'ОТП Банк',
                    rate: 3.32,
                }, {
                    bank: 'Собинбанк',
                    rate: 2.30,
                }, {
                    bank: 'Мастер-Банк',
                    rate: 2.96,
                }, {
                    bank: 'Современный Коммерческий Банк (бывш. ДжиИ Мани Банк)',
                    rate: 2.85,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 2.47,
                }, {
                    bank: 'Национальный Банк «Траст»',
                    rate: 3.04,
                }, {
                    bank: 'Балтийский Банк',
                    rate: 2.56,
                }, {
                    bank: 'Банк Финсервис',
                    rate: 2.16,
                }, {
                    bank: 'Русфинанс Банк',
                    rate: 2.93,
                }, {
                    bank: 'Банк24.ру',
                    rate: 2.82,
                }, {
                    bank: 'Сбербанк России',
                    rate: 2.40,
                }, {
                    bank: 'Ситибанк',
                    rate: 1.78,
                }, {
                    bank: 'Петровский',
                    rate: 1.69,
                }, {
                    bank: 'МДМ Банк',
                    rate: 2.52,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 2.37,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 2.69,
                }, {
                    bank: 'Союз',
                    rate: 2.74,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 1.75,
                }, {
                    bank: 'ВТБ 24',
                    rate: 1.68,
                }, {
                    bank: 'Росбанк',
                    rate: 1.73,
                }, {
                    bank: 'Российский Капитал',
                    rate: 1.35,
                }, {
                    bank: 'БМ-Банк (бывш. Банк Москвы)',
                    rate: 1.51,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 2.12,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 1.81,
                },
            ]
        }
    }
];
