module.exports = [
    {
        service: {
            name: 'Депозиты для бизнеса',
            rates: [
                {
                    bank: 'АМТ Банк',
                    rate: 4.45,
                }, {
                    bank: 'Инвестбанк',
                    rate: 4.62,
                }, {
                    bank: 'Авангард',
                    rate: 3.40,
                }, {
                    bank: 'Тинькофф Банк',
                    rate: 4.52,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 3.15,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 3.69,
                }, {
                    bank: 'Абсолют Банк',
                    rate: 3.31,
                }, {
                    bank: 'СМП Банк',
                    rate: 4.02,
                }, {
                    bank: 'Пробизнесбанк',
                    rate: 4.04,
                }, {
                    bank: 'Союз',
                    rate: 3.00,
                }, {
                    bank: 'Первый Республиканский Банк',
                    rate: 4.23,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 2.37,
                }, {
                    bank: 'Инвестторгбанк',
                    rate: 2.97,
                }, {
                    bank: 'Национальный Банк «Траст»',
                    rate: 2.43,
                }, {
                    bank: 'ДельтаКредит',
                    rate: 3.31,
                }, {
                    bank: 'Банк Проектного Финансирования',
                    rate: 3.92,
                }, {
                    bank: 'Банк Сосьете Женераль Восток',
                    rate: 3.27,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 2.86,
                }, {
                    bank: 'Банк «Санкт-Петербург»',
                    rate: 3.75,
                }, {
                    bank: 'Московский Областной Банк',
                    rate: 3.28,
                }, {
                    bank: 'Бинбанк',
                    rate: 2.50,
                }, {
                    bank: 'Ханты-Мансийский банк Открытие',
                    rate: 3.80,
                }, {
                    bank: 'Собинбанк',
                    rate: 2.93,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 3.28,
                }, {
                    bank: 'ФК Открытие',
                    rate: 2.12,
                }, {
                    bank: 'МТС Банк',
                    rate: 2.13,
                }, {
                    bank: 'Восточный Экспресс Банк',
                    rate: 2.05,
                }, {
                    bank: 'Росгосстрах Банк',
                    rate: 3.31,
                }, {
                    bank: 'ОТП Банк',
                    rate: 2.00,
                }, {
                    bank: 'Петровский',
                    rate: 1.98,
                }, {
                    bank: 'Росбанк',
                    rate: 1.90,
                }, {
                    bank: 'Балтийский Банк',
                    rate: 2.90,
                }, {
                    bank: 'Газпромбанк',
                    rate: 2.91,
                }, {
                    bank: 'МДМ Банк',
                    rate: 2.00,
                }, {
                    bank: 'Ситибанк',
                    rate: 3.24,
                }, {
                    bank: 'Русфинанс Банк',
                    rate: 1.94,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 2.27,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 2.63,
                }, {
                    bank: 'ВТБ 24',
                    rate: 2.54,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 2.93,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 2.60,
                }, {
                    bank: 'Мастер-Банк',
                    rate: 2.62,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 2.01,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 2.06,
                }, {
                    bank: 'Экспобанк',
                    rate: 2.37,
                }, {
                    bank: 'Сбербанк России',
                    rate: 1.95,
                }, {
                    bank: 'Современный Коммерческий Банк (бывш. ДжиИ Мани Банк)',
                    rate: 2.49,
                }, {
                    bank: 'Банк Финсервис',
                    rate: 1.37,
                }, {
                    bank: 'БМ-Банк (бывш. Банк Москвы)',
                    rate: 2.32,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 1.25,
                },
            ]
        }
    },
    {
        service: {
            name: 'Кредитование бизнеса',
            rates: [
                {
                    bank: 'АМТ Банк',
                    rate: 4.03,
                }, {
                    bank: 'Инвестбанк',
                    rate: 3.24,
                }, {
                    bank: 'Авангард',
                    rate: 3.89,
                }, {
                    bank: 'Тинькофф Банк',
                    rate: 4.73,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 3.07,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 3.68,
                }, {
                    bank: 'Абсолют Банк',
                    rate: 3.67,
                }, {
                    bank: 'СМП Банк',
                    rate: 4.47,
                }, {
                    bank: 'Пробизнесбанк',
                    rate: 3.22,
                }, {
                    bank: 'Союз',
                    rate: 3.55,
                }, {
                    bank: 'Первый Республиканский Банк',
                    rate: 2.51,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 3.90,
                }, {
                    bank: 'Инвестторгбанк',
                    rate: 2.54,
                }, {
                    bank: 'Национальный Банк «Траст»',
                    rate: 3.99,
                }, {
                    bank: 'ДельтаКредит',
                    rate: 3.89,
                }, {
                    bank: 'Банк Проектного Финансирования',
                    rate: 3.18,
                }, {
                    bank: 'Банк Сосьете Женераль Восток',
                    rate: 3.09,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 3.37,
                }, {
                    bank: 'Банк «Санкт-Петербург»',
                    rate: 2.56,
                }, {
                    bank: 'Московский Областной Банк',
                    rate: 2.84,
                }, {
                    bank: 'Бинбанк',
                    rate: 3.35,
                }, {
                    bank: 'Ханты-Мансийский банк Открытие',
                    rate: 2.61,
                }, {
                    bank: 'Собинбанк',
                    rate: 2.26,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 3.64,
                }, {
                    bank: 'ФК Открытие',
                    rate: 2.33,
                }, {
                    bank: 'МТС Банк',
                    rate: 2.72,
                }, {
                    bank: 'Восточный Экспресс Банк',
                    rate: 2.18,
                }, {
                    bank: 'Росгосстрах Банк',
                    rate: 1.97,
                }, {
                    bank: 'ОТП Банк',
                    rate: 2.61,
                }, {
                    bank: 'Петровский',
                    rate: 2.46,
                }, {
                    bank: 'Росбанк',
                    rate: 2.71,
                }, {
                    bank: 'Балтийский Банк',
                    rate: 2.81,
                }, {
                    bank: 'Газпромбанк',
                    rate: 2.86,
                }, {
                    bank: 'МДМ Банк',
                    rate: 3.15,
                }, {
                    bank: 'Ситибанк',
                    rate: 2.18,
                }, {
                    bank: 'Русфинанс Банк',
                    rate: 2.76,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 3.26,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 2.66,
                }, {
                    bank: 'ВТБ 24',
                    rate: 3.06,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 2.73,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 2.55,
                }, {
                    bank: 'Мастер-Банк',
                    rate: 2.77,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 2.43,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 2.45,
                }, {
                    bank: 'Экспобанк',
                    rate: 1.56,
                }, {
                    bank: 'Сбербанк России',
                    rate: 2.59,
                }, {
                    bank: 'Современный Коммерческий Банк (бывш. ДжиИ Мани Банк)',
                    rate: 2.12,
                }, {
                    bank: 'Банк Финсервис',
                    rate: 1.71,
                }, {
                    bank: 'БМ-Банк (бывш. Банк Москвы)',
                    rate: 1.92,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 1.43,
                },
            ]
        }
    },
    {
        service: {
            name: 'Лизинг',
            rates: [
                {
                    bank: 'АМТ Банк',
                    rate: 4.16,
                }, {
                    bank: 'Инвестбанк',
                    rate: 4.77,
                }, {
                    bank: 'Авангард',
                    rate: 4.36,
                }, {
                    bank: 'Тинькофф Банк',
                    rate: 2.98,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 4.33,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 4.56,
                }, {
                    bank: 'Абсолют Банк',
                    rate: 2.78,
                }, {
                    bank: 'СМП Банк',
                    rate: 4.58,
                }, {
                    bank: 'Пробизнесбанк',
                    rate: 2.57,
                }, {
                    bank: 'Союз',
                    rate: 4.35,
                }, {
                    bank: 'Первый Республиканский Банк',
                    rate: 4.24,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 3.69,
                }, {
                    bank: 'Инвестторгбанк',
                    rate: 4.31,
                }, {
                    bank: 'Национальный Банк «Траст»',
                    rate: 3.62,
                }, {
                    bank: 'ДельтаКредит',
                    rate: 2.67,
                }, {
                    bank: 'Банк Проектного Финансирования',
                    rate: 3.42,
                }, {
                    bank: 'Банк Сосьете Женераль Восток',
                    rate: 2.72,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 3.43,
                }, {
                    bank: 'Банк «Санкт-Петербург»',
                    rate: 3.36,
                }, {
                    bank: 'Московский Областной Банк',
                    rate: 2.71,
                }, {
                    bank: 'Бинбанк',
                    rate: 2.60,
                }, {
                    bank: 'Ханты-Мансийский банк Открытие',
                    rate: 2.72,
                }, {
                    bank: 'Собинбанк',
                    rate: 3.57,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 3.14,
                }, {
                    bank: 'ФК Открытие',
                    rate: 2.07,
                }, {
                    bank: 'МТС Банк',
                    rate: 3.78,
                }, {
                    bank: 'Восточный Экспресс Банк',
                    rate: 2.93,
                }, {
                    bank: 'Росгосстрах Банк',
                    rate: 2.76,
                }, {
                    bank: 'ОТП Банк',
                    rate: 2.81,
                }, {
                    bank: 'Петровский',
                    rate: 2.31,
                }, {
                    bank: 'Росбанк',
                    rate: 2.67,
                }, {
                    bank: 'Балтийский Банк',
                    rate: 1.87,
                }, {
                    bank: 'Газпромбанк',
                    rate: 3.13,
                }, {
                    bank: 'МДМ Банк',
                    rate: 2.93,
                }, {
                    bank: 'Ситибанк',
                    rate: 2.99,
                }, {
                    bank: 'Русфинанс Банк',
                    rate: 2.85,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 2.31,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 2.41,
                }, {
                    bank: 'ВТБ 24',
                    rate: 2.29,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 3.06,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 2.56,
                }, {
                    bank: 'Мастер-Банк',
                    rate: 2.59,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 2.15,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 2.75,
                }, {
                    bank: 'Экспобанк',
                    rate: 1.38,
                }, {
                    bank: 'Сбербанк России',
                    rate: 2.04,
                }, {
                    bank: 'Современный Коммерческий Банк (бывш. ДжиИ Мани Банк)',
                    rate: 1.45,
                }, {
                    bank: 'Банк Финсервис',
                    rate: 2.34,
                }, {
                    bank: 'БМ-Банк (бывш. Банк Москвы)',
                    rate: 2.47,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 1.71,
                },
            ]
        }
    },
    {
        service: {
            name: 'Обслуживание юрлиц',
            rates: [
                {
                    bank: 'АМТ Банк',
                    rate: 3.23,
                }, {
                    bank: 'Инвестбанк',
                    rate: 2.97,
                }, {
                    bank: 'Авангард',
                    rate: 3.18,
                }, {
                    bank: 'Тинькофф Банк',
                    rate: 3.29,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 3.74,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 3.50,
                }, {
                    bank: 'Абсолют Банк',
                    rate: 4.70,
                }, {
                    bank: 'СМП Банк',
                    rate: 4.01,
                }, {
                    bank: 'Пробизнесбанк',
                    rate: 3.90,
                }, {
                    bank: 'Союз',
                    rate: 2.93,
                }, {
                    bank: 'Первый Республиканский Банк',
                    rate: 3.60,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 3.44,
                }, {
                    bank: 'Инвестторгбанк',
                    rate: 2.57,
                }, {
                    bank: 'Национальный Банк «Траст»',
                    rate: 3.09,
                }, {
                    bank: 'ДельтаКредит',
                    rate: 3.93,
                }, {
                    bank: 'Банк Проектного Финансирования',
                    rate: 2.43,
                }, {
                    bank: 'Банк Сосьете Женераль Восток',
                    rate: 3.74,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 2.84,
                }, {
                    bank: 'Банк «Санкт-Петербург»',
                    rate: 3.77,
                }, {
                    bank: 'Московский Областной Банк',
                    rate: 2.69,
                }, {
                    bank: 'Бинбанк',
                    rate: 3.29,
                }, {
                    bank: 'Ханты-Мансийский банк Открытие',
                    rate: 3.41,
                }, {
                    bank: 'Собинбанк',
                    rate: 2.79,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 2.73,
                }, {
                    bank: 'ФК Открытие',
                    rate: 2.14,
                }, {
                    bank: 'МТС Банк',
                    rate: 3.29,
                }, {
                    bank: 'Восточный Экспресс Банк',
                    rate: 3.15,
                }, {
                    bank: 'Росгосстрах Банк',
                    rate: 2.82,
                }, {
                    bank: 'ОТП Банк',
                    rate: 2.85,
                }, {
                    bank: 'Петровский',
                    rate: 2.88,
                }, {
                    bank: 'Росбанк',
                    rate: 2.74,
                }, {
                    bank: 'Балтийский Банк',
                    rate: 1.86,
                }, {
                    bank: 'Газпромбанк',
                    rate: 2.98,
                }, {
                    bank: 'МДМ Банк',
                    rate: 2.81,
                }, {
                    bank: 'Ситибанк',
                    rate: 2.05,
                }, {
                    bank: 'Русфинанс Банк',
                    rate: 3.07,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 2.81,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 3.26,
                }, {
                    bank: 'ВТБ 24',
                    rate: 2.41,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 3.19,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 1.85,
                }, {
                    bank: 'Мастер-Банк',
                    rate: 2.32,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 1.86,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 1.89,
                }, {
                    bank: 'Экспобанк',
                    rate: 2.24,
                }, {
                    bank: 'Сбербанк России',
                    rate: 1.57,
                }, {
                    bank: 'Современный Коммерческий Банк (бывш. ДжиИ Мани Банк)',
                    rate: 1.85,
                }, {
                    bank: 'Банк Финсервис',
                    rate: 2.14,
                }, {
                    bank: 'БМ-Банк (бывш. Банк Москвы)',
                    rate: 1.95,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 1.63,
                },
            ]
        }
    },
    {
        service: {
            name: 'Дистанционное обслуживание',
            rates: [
                {
                    bank: 'АМТ Банк',
                    rate: 4.31,
                }, {
                    bank: 'Инвестбанк',
                    rate: 4.16,
                }, {
                    bank: 'Авангард',
                    rate: 3.76,
                }, {
                    bank: 'Тинькофф Банк',
                    rate: 3.01,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 2.61,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 2.95,
                }, {
                    bank: 'Абсолют Банк',
                    rate: 4.72,
                }, {
                    bank: 'СМП Банк',
                    rate: 4.47,
                }, {
                    bank: 'Пробизнесбанк',
                    rate: 3.99,
                }, {
                    bank: 'Союз',
                    rate: 2.67,
                }, {
                    bank: 'Первый Республиканский Банк',
                    rate: 4.29,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 2.39,
                }, {
                    bank: 'Инвестторгбанк',
                    rate: 3.05,
                }, {
                    bank: 'Национальный Банк «Траст»',
                    rate: 3.26,
                }, {
                    bank: 'ДельтаКредит',
                    rate: 2.86,
                }, {
                    bank: 'Банк Проектного Финансирования',
                    rate: 3.24,
                }, {
                    bank: 'Банк Сосьете Женераль Восток',
                    rate: 4.04,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 2.75,
                }, {
                    bank: 'Банк «Санкт-Петербург»',
                    rate: 2.86,
                }, {
                    bank: 'Московский Областной Банк',
                    rate: 2.94,
                }, {
                    bank: 'Бинбанк',
                    rate: 3.45,
                }, {
                    bank: 'Ханты-Мансийский банк Открытие',
                    rate: 3.00,
                }, {
                    bank: 'Собинбанк',
                    rate: 3.48,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 3.21,
                }, {
                    bank: 'ФК Открытие',
                    rate: 2.92,
                }, {
                    bank: 'МТС Банк',
                    rate: 2.12,
                }, {
                    bank: 'Восточный Экспресс Банк',
                    rate: 2.71,
                }, {
                    bank: 'Росгосстрах Банк',
                    rate: 1.99,
                }, {
                    bank: 'ОТП Банк',
                    rate: 2.65,
                }, {
                    bank: 'Петровский',
                    rate: 2.84,
                }, {
                    bank: 'Росбанк',
                    rate: 2.91,
                }, {
                    bank: 'Балтийский Банк',
                    rate: 3.25,
                }, {
                    bank: 'Газпромбанк',
                    rate: 2.05,
                }, {
                    bank: 'МДМ Банк',
                    rate: 2.09,
                }, {
                    bank: 'Ситибанк',
                    rate: 2.39,
                }, {
                    bank: 'Русфинанс Банк',
                    rate: 2.78,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 2.13,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 2.50,
                }, {
                    bank: 'ВТБ 24',
                    rate: 2.62,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 2.08,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 1.86,
                }, {
                    bank: 'Мастер-Банк',
                    rate: 2.86,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 2.91,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 1.76,
                }, {
                    bank: 'Экспобанк',
                    rate: 1.88,
                }, {
                    bank: 'Сбербанк России',
                    rate: 1.52,
                }, {
                    bank: 'Современный Коммерческий Банк (бывш. ДжиИ Мани Банк)',
                    rate: 2.03,
                }, {
                    bank: 'Банк Финсервис',
                    rate: 1.98,
                }, {
                    bank: 'БМ-Банк (бывш. Банк Москвы)',
                    rate: 2.52,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 1.28,
                },
            ]
        }
    }
];
