module.exports = [
    {
        service: {
            name: 'Депозиты для бизнеса',
            rates: [
                {
                    bank: 'ДельтаКредит',
                    rate: 4.04,
                }, {
                    bank: 'Авангард',
                    rate: 3.41,
                }, {
                    bank: 'Пробизнесбанк',
                    rate: 3.39,
                }, {
                    bank: 'Тинькофф Банк',
                    rate: 3.25,
                }, {
                    bank: 'Банк Проектного Финансирования',
                    rate: 3.33,
                }, {
                    bank: 'Инвестбанк',
                    rate: 4.34,
                }, {
                    bank: 'Первый Республиканский Банк',
                    rate: 4.17,
                }, {
                    bank: 'СМП Банк',
                    rate: 3.95,
                }, {
                    bank: 'АМТ Банк',
                    rate: 3.52,
                }, {
                    bank: 'Московский Областной Банк',
                    rate: 3.16,
                }, {
                    bank: 'Абсолют Банк',
                    rate: 2.53,
                }, {
                    bank: 'Мастер-Банк',
                    rate: 2.05,
                }, {
                    bank: 'Банк24.ру',
                    rate: 3.41,
                }, {
                    bank: 'Банк ИТБ',
                    rate: 3.37,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 2.72,
                }, {
                    bank: 'Москоммерцбанк',
                    rate: 2.95,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 2.97,
                }, {
                    bank: 'Связной Банк',
                    rate: 3.19,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 2.10,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 2.86,
                }, {
                    bank: 'Национальный Банк «Траст»',
                    rate: 2.30,
                }, {
                    bank: 'Росгосстрах Банк',
                    rate: 2.68,
                }, {
                    bank: 'ВТБ 24',
                    rate: 2.82,
                }, {
                    bank: 'Восточный Экспресс Банк',
                    rate: 2.20,
                }, {
                    bank: 'Инвестторгбанк',
                    rate: 2.86,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 2.61,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 2.08,
                }, {
                    bank: 'Балтийский Банк',
                    rate: 1.84,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 2.33,
                }, {
                    bank: 'ОТП Банк',
                    rate: 2.03,
                }, {
                    bank: 'Океан Банк',
                    rate: 1.64,
                }, {
                    bank: 'Банк Финсервис',
                    rate: 2.40,
                }, {
                    bank: 'Возрождение',
                    rate: 2.43,
                }, {
                    bank: 'Газпромбанк',
                    rate: 2.29,
                }, {
                    bank: 'Русфинанс Банк',
                    rate: 2.16,
                }, {
                    bank: 'Бинбанк',
                    rate: 1.76,
                }, {
                    bank: 'Сбербанк России',
                    rate: 1.60,
                }, {
                    bank: 'МДМ Банк',
                    rate: 1.63,
                }, {
                    bank: 'Ханты-Мансийский банк Открытие',
                    rate: 2.56,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 2.06,
                }, {
                    bank: 'Экспобанк',
                    rate: 2.33,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 1.90,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 2.53,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 1.95,
                }, {
                    bank: 'БМ-Банк (бывш. Банк Москвы)',
                    rate: 2.66,
                }, {
                    bank: 'Росбанк',
                    rate: 1.86,
                }, {
                    bank: 'Современный Коммерческий Банк (бывш. ДжиИ Мани Банк)',
                    rate: 1.78,
                }, {
                    bank: 'Ситибанк',
                    rate: 2.20,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 1.94,
                }, {
                    bank: 'БНП Париба Банк',
                    rate: 1.18,
                },
            ]
        }
    },
    {
        service: {
            name: 'Кредитование бизнеса',
            rates: [
                {
                    bank: 'ДельтаКредит',
                    rate: 4.62,
                }, {
                    bank: 'Авангард',
                    rate: 3.35,
                }, {
                    bank: 'Пробизнесбанк',
                    rate: 3.51,
                }, {
                    bank: 'Тинькофф Банк',
                    rate: 3.18,
                }, {
                    bank: 'Банк Проектного Финансирования',
                    rate: 4.88,
                }, {
                    bank: 'Инвестбанк',
                    rate: 4.67,
                }, {
                    bank: 'Первый Республиканский Банк',
                    rate: 2.99,
                }, {
                    bank: 'СМП Банк',
                    rate: 3.64,
                }, {
                    bank: 'АМТ Банк',
                    rate: 3.60,
                }, {
                    bank: 'Московский Областной Банк',
                    rate: 3.13,
                }, {
                    bank: 'Абсолют Банк',
                    rate: 3.09,
                }, {
                    bank: 'Мастер-Банк',
                    rate: 3.08,
                }, {
                    bank: 'Банк24.ру',
                    rate: 3.49,
                }, {
                    bank: 'Банк ИТБ',
                    rate: 2.40,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 2.14,
                }, {
                    bank: 'Москоммерцбанк',
                    rate: 3.19,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 3.30,
                }, {
                    bank: 'Связной Банк',
                    rate: 2.77,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 2.13,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 3.18,
                }, {
                    bank: 'Национальный Банк «Траст»',
                    rate: 2.55,
                }, {
                    bank: 'Росгосстрах Банк',
                    rate: 2.35,
                }, {
                    bank: 'ВТБ 24',
                    rate: 1.94,
                }, {
                    bank: 'Восточный Экспресс Банк',
                    rate: 3.24,
                }, {
                    bank: 'Инвестторгбанк',
                    rate: 2.54,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 2.15,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 2.35,
                }, {
                    bank: 'Балтийский Банк',
                    rate: 2.96,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 2.64,
                }, {
                    bank: 'ОТП Банк',
                    rate: 2.66,
                }, {
                    bank: 'Океан Банк',
                    rate: 2.03,
                }, {
                    bank: 'Банк Финсервис',
                    rate: 2.08,
                }, {
                    bank: 'Возрождение',
                    rate: 1.71,
                }, {
                    bank: 'Газпромбанк',
                    rate: 1.96,
                }, {
                    bank: 'Русфинанс Банк',
                    rate: 1.68,
                }, {
                    bank: 'Бинбанк',
                    rate: 2.33,
                }, {
                    bank: 'Сбербанк России',
                    rate: 2.55,
                }, {
                    bank: 'МДМ Банк',
                    rate: 1.68,
                }, {
                    bank: 'Ханты-Мансийский банк Открытие',
                    rate: 2.28,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 2.29,
                }, {
                    bank: 'Экспобанк',
                    rate: 1.75,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 2.42,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 1.55,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 2.45,
                }, {
                    bank: 'БМ-Банк (бывш. Банк Москвы)',
                    rate: 2.45,
                }, {
                    bank: 'Росбанк',
                    rate: 1.99,
                }, {
                    bank: 'Современный Коммерческий Банк (бывш. ДжиИ Мани Банк)',
                    rate: 2.27,
                }, {
                    bank: 'Ситибанк',
                    rate: 2.37,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 2.86,
                }, {
                    bank: 'БНП Париба Банк',
                    rate: 1.56,
                },
            ]
        }
    },
    {
        service: {
            name: 'Лизинг',
            rates: [
                {
                    bank: 'ДельтаКредит',
                    rate: 4.59,
                }, {
                    bank: 'Авангард',
                    rate: 4.95,
                }, {
                    bank: 'Пробизнесбанк',
                    rate: 4.61,
                }, {
                    bank: 'Тинькофф Банк',
                    rate: 4.21,
                }, {
                    bank: 'Банк Проектного Финансирования',
                    rate: 4.95,
                }, {
                    bank: 'Инвестбанк',
                    rate: 2.82,
                }, {
                    bank: 'Первый Республиканский Банк',
                    rate: 2.94,
                }, {
                    bank: 'СМП Банк',
                    rate: 3.35,
                }, {
                    bank: 'АМТ Банк',
                    rate: 3.85,
                }, {
                    bank: 'Московский Областной Банк',
                    rate: 2.88,
                }, {
                    bank: 'Абсолют Банк',
                    rate: 4.16,
                }, {
                    bank: 'Мастер-Банк',
                    rate: 3.28,
                }, {
                    bank: 'Банк24.ру',
                    rate: 3.00,
                }, {
                    bank: 'Банк ИТБ',
                    rate: 3.75,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 3.32,
                }, {
                    bank: 'Москоммерцбанк',
                    rate: 2.81,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 3.45,
                }, {
                    bank: 'Связной Банк',
                    rate: 3.32,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 2.25,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 2.40,
                }, {
                    bank: 'Национальный Банк «Траст»',
                    rate: 3.24,
                }, {
                    bank: 'Росгосстрах Банк',
                    rate: 2.93,
                }, {
                    bank: 'ВТБ 24',
                    rate: 1.85,
                }, {
                    bank: 'Восточный Экспресс Банк',
                    rate: 2.06,
                }, {
                    bank: 'Инвестторгбанк',
                    rate: 1.94,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 1.74,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 2.65,
                }, {
                    bank: 'Балтийский Банк',
                    rate: 2.46,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 2.26,
                }, {
                    bank: 'ОТП Банк',
                    rate: 2.19,
                }, {
                    bank: 'Океан Банк',
                    rate: 2.29,
                }, {
                    bank: 'Банк Финсервис',
                    rate: 2.34,
                }, {
                    bank: 'Возрождение',
                    rate: 2.65,
                }, {
                    bank: 'Газпромбанк',
                    rate: 1.61,
                }, {
                    bank: 'Русфинанс Банк',
                    rate: 1.66,
                }, {
                    bank: 'Бинбанк',
                    rate: 1.67,
                }, {
                    bank: 'Сбербанк России',
                    rate: 1.57,
                }, {
                    bank: 'МДМ Банк',
                    rate: 2.53,
                }, {
                    bank: 'Ханты-Мансийский банк Открытие',
                    rate: 2.05,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 2.71,
                }, {
                    bank: 'Экспобанк',
                    rate: 2.34,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 2.04,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 2.46,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 1.77,
                }, {
                    bank: 'БМ-Банк (бывш. Банк Москвы)',
                    rate: 2.34,
                }, {
                    bank: 'Росбанк',
                    rate: 2.20,
                }, {
                    bank: 'Современный Коммерческий Банк (бывш. ДжиИ Мани Банк)',
                    rate: 1.56,
                }, {
                    bank: 'Ситибанк',
                    rate: 2.60,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 1.71,
                }, {
                    bank: 'БНП Париба Банк',
                    rate: 1.67,
                },
            ]
        }
    },
    {
        service: {
            name: 'Обслуживание юрлиц',
            rates: [
                {
                    bank: 'ДельтаКредит',
                    rate: 4.49,
                }, {
                    bank: 'Авангард',
                    rate: 3.34,
                }, {
                    bank: 'Пробизнесбанк',
                    rate: 4.86,
                }, {
                    bank: 'Тинькофф Банк',
                    rate: 4.13,
                }, {
                    bank: 'Банк Проектного Финансирования',
                    rate: 4.58,
                }, {
                    bank: 'Инвестбанк',
                    rate: 2.71,
                }, {
                    bank: 'Первый Республиканский Банк',
                    rate: 4.64,
                }, {
                    bank: 'СМП Банк',
                    rate: 3.83,
                }, {
                    bank: 'АМТ Банк',
                    rate: 2.84,
                }, {
                    bank: 'Московский Областной Банк',
                    rate: 2.48,
                }, {
                    bank: 'Абсолют Банк',
                    rate: 3.79,
                }, {
                    bank: 'Мастер-Банк',
                    rate: 3.61,
                }, {
                    bank: 'Банк24.ру',
                    rate: 2.30,
                }, {
                    bank: 'Банк ИТБ',
                    rate: 2.41,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 2.43,
                }, {
                    bank: 'Москоммерцбанк',
                    rate: 2.73,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 3.10,
                }, {
                    bank: 'Связной Банк',
                    rate: 3.25,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 2.84,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 2.73,
                }, {
                    bank: 'Национальный Банк «Траст»',
                    rate: 3.44,
                }, {
                    bank: 'Росгосстрах Банк',
                    rate: 2.56,
                }, {
                    bank: 'ВТБ 24',
                    rate: 2.24,
                }, {
                    bank: 'Восточный Экспресс Банк',
                    rate: 2.94,
                }, {
                    bank: 'Инвестторгбанк',
                    rate: 2.16,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 2.92,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 3.07,
                }, {
                    bank: 'Балтийский Банк',
                    rate: 1.90,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 1.93,
                }, {
                    bank: 'ОТП Банк',
                    rate: 2.24,
                }, {
                    bank: 'Океан Банк',
                    rate: 1.88,
                }, {
                    bank: 'Банк Финсервис',
                    rate: 2.14,
                }, {
                    bank: 'Возрождение',
                    rate: 2.53,
                }, {
                    bank: 'Газпромбанк',
                    rate: 1.73,
                }, {
                    bank: 'Русфинанс Банк',
                    rate: 1.88,
                }, {
                    bank: 'Бинбанк',
                    rate: 1.81,
                }, {
                    bank: 'Сбербанк России',
                    rate: 1.72,
                }, {
                    bank: 'МДМ Банк',
                    rate: 2.25,
                }, {
                    bank: 'Ханты-Мансийский банк Открытие',
                    rate: 1.82,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 1.79,
                }, {
                    bank: 'Экспобанк',
                    rate: 1.83,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 1.48,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 2.06,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 1.96,
                }, {
                    bank: 'БМ-Банк (бывш. Банк Москвы)',
                    rate: 2.62,
                }, {
                    bank: 'Росбанк',
                    rate: 2.48,
                }, {
                    bank: 'Современный Коммерческий Банк (бывш. ДжиИ Мани Банк)',
                    rate: 1.36,
                }, {
                    bank: 'Ситибанк',
                    rate: 2.32,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 2.49,
                }, {
                    bank: 'БНП Париба Банк',
                    rate: 1.15,
                },
            ]
        }
    },
    {
        service: {
            name: 'Дистанционное обслуживание',
            rates: [
                {
                    bank: 'ДельтаКредит',
                    rate: 4.66,
                }, {
                    bank: 'Авангард',
                    rate: 2.91,
                }, {
                    bank: 'Пробизнесбанк',
                    rate: 4.88,
                }, {
                    bank: 'Тинькофф Банк',
                    rate: 4.30,
                }, {
                    bank: 'Банк Проектного Финансирования',
                    rate: 3.32,
                }, {
                    bank: 'Инвестбанк',
                    rate: 3.64,
                }, {
                    bank: 'Первый Республиканский Банк',
                    rate: 3.47,
                }, {
                    bank: 'СМП Банк',
                    rate: 2.78,
                }, {
                    bank: 'АМТ Банк',
                    rate: 4.44,
                }, {
                    bank: 'Московский Областной Банк',
                    rate: 4.32,
                }, {
                    bank: 'Абсолют Банк',
                    rate: 2.76,
                }, {
                    bank: 'Мастер-Банк',
                    rate: 3.41,
                }, {
                    bank: 'Банк24.ру',
                    rate: 2.78,
                }, {
                    bank: 'Банк ИТБ',
                    rate: 3.14,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 3.03,
                }, {
                    bank: 'Москоммерцбанк',
                    rate: 3.58,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 3.38,
                }, {
                    bank: 'Связной Банк',
                    rate: 3.36,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 2.88,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 2.75,
                }, {
                    bank: 'Национальный Банк «Траст»',
                    rate: 3.29,
                }, {
                    bank: 'Росгосстрах Банк',
                    rate: 2.17,
                }, {
                    bank: 'ВТБ 24',
                    rate: 1.72,
                }, {
                    bank: 'Восточный Экспресс Банк',
                    rate: 3.35,
                }, {
                    bank: 'Инвестторгбанк',
                    rate: 2.19,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 2.66,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 2.71,
                }, {
                    bank: 'Балтийский Банк',
                    rate: 1.77,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 1.98,
                }, {
                    bank: 'ОТП Банк',
                    rate: 2.71,
                }, {
                    bank: 'Океан Банк',
                    rate: 2.11,
                }, {
                    bank: 'Банк Финсервис',
                    rate: 2.29,
                }, {
                    bank: 'Возрождение',
                    rate: 2.67,
                }, {
                    bank: 'Газпромбанк',
                    rate: 1.73,
                }, {
                    bank: 'Русфинанс Банк',
                    rate: 2.46,
                }, {
                    bank: 'Бинбанк',
                    rate: 2.68,
                }, {
                    bank: 'Сбербанк России',
                    rate: 1.79,
                }, {
                    bank: 'МДМ Банк',
                    rate: 1.72,
                }, {
                    bank: 'Ханты-Мансийский банк Открытие',
                    rate: 2.21,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 2.62,
                }, {
                    bank: 'Экспобанк',
                    rate: 2.13,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 2.38,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 1.98,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 1.82,
                }, {
                    bank: 'БМ-Банк (бывш. Банк Москвы)',
                    rate: 2.47,
                }, {
                    bank: 'Росбанк',
                    rate: 2.57,
                }, {
                    bank: 'Современный Коммерческий Банк (бывш. ДжиИ Мани Банк)',
                    rate: 1.97,
                }, {
                    bank: 'Ситибанк',
                    rate: 1.92,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 2.35,
                }, {
                    bank: 'БНП Париба Банк',
                    rate: 1.87,
                },
            ]
        }
    }
];
