module.exports = [
    {
        service: {
            name: 'Депозиты для бизнеса',
            rates: [
                {
                    bank: 'Росавтобанк',
                    rate: 4.56,
                }, {
                    bank: 'ДельтаКредит',
                    rate: 3.78,
                }, {
                    bank: 'Тинькофф Банк',
                    rate: 3.98,
                }, {
                    bank: 'Авангард',
                    rate: 4.95,
                }, {
                    bank: 'Нордеа Банк',
                    rate: 3.43,
                }, {
                    bank: 'СМП Банк',
                    rate: 2.85,
                }, {
                    bank: 'Абсолют Банк',
                    rate: 4.23,
                }, {
                    bank: 'Банк Проектного Финансирования',
                    rate: 4.29,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 2.32,
                }, {
                    bank: 'Фининвест',
                    rate: 3.76,
                }, {
                    bank: 'Банк24.ру',
                    rate: 3.94,
                }, {
                    bank: 'Совкомбанк',
                    rate: 3.40,
                }, {
                    bank: 'Московский Областной Банк',
                    rate: 3.07,
                }, {
                    bank: 'МДМ Банк',
                    rate: 2.83,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 2.30,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 2.01,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 2.93,
                }, {
                    bank: 'ВТБ 24',
                    rate: 2.31,
                }, {
                    bank: 'Западный',
                    rate: 2.52,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 2.30,
                }, {
                    bank: 'ФК Открытие',
                    rate: 2.42,
                }, {
                    bank: 'Росгосстрах Банк',
                    rate: 2.55,
                }, {
                    bank: 'Сбербанк России',
                    rate: 1.97,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 2.46,
                }, {
                    bank: 'Национальный Банк «Траст»',
                    rate: 2.65,
                }, {
                    bank: 'Связной Банк',
                    rate: 2.77,
                }, {
                    bank: 'МТС Банк',
                    rate: 1.73,
                }, {
                    bank: 'Ханты-Мансийский банк Открытие',
                    rate: 2.55,
                }, {
                    bank: 'Ситибанк',
                    rate: 1.98,
                }, {
                    bank: 'Россельхозбанк',
                    rate: 2.75,
                }, {
                    bank: 'Океан Банк',
                    rate: 1.54,
                }, {
                    bank: 'Возрождение',
                    rate: 2.69,
                }, {
                    bank: 'Восточный Экспресс Банк',
                    rate: 1.85,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 2.49,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 1.68,
                }, {
                    bank: 'Бинбанк',
                    rate: 1.49,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 1.70,
                }, {
                    bank: 'Русфинанс Банк',
                    rate: 1.90,
                }, {
                    bank: 'Мастер-Банк',
                    rate: 1.55,
                }, {
                    bank: 'Современный Коммерческий Банк (бывш. ДжиИ Мани Банк)',
                    rate: 1.45,
                }, {
                    bank: 'ОТП Банк',
                    rate: 1.87,
                }, {
                    bank: 'Газпромбанк',
                    rate: 1.40,
                }, {
                    bank: 'Экспобанк',
                    rate: 1.88,
                }, {
                    bank: 'Собинбанк',
                    rate: 1.99,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 1.50,
                }, {
                    bank: 'БМ-Банк (бывш. Банк Москвы)',
                    rate: 1.61,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 1.87,
                }, {
                    bank: 'Росбанк',
                    rate: 1.86,
                }, {
                    bank: 'БНП Париба Банк',
                    rate: 1.27,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 1.03,
                },
            ]
        }
    },
    {
        service: {
            name: 'Кредитование бизнеса',
            rates: [
                {
                    bank: 'Росавтобанк',
                    rate: 3.35,
                }, {
                    bank: 'ДельтаКредит',
                    rate: 4.22,
                }, {
                    bank: 'Тинькофф Банк',
                    rate: 3.53,
                }, {
                    bank: 'Авангард',
                    rate: 4.75,
                }, {
                    bank: 'Нордеа Банк',
                    rate: 3.50,
                }, {
                    bank: 'СМП Банк',
                    rate: 4.24,
                }, {
                    bank: 'Абсолют Банк',
                    rate: 3.74,
                }, {
                    bank: 'Банк Проектного Финансирования',
                    rate: 3.24,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 2.88,
                }, {
                    bank: 'Фининвест',
                    rate: 2.19,
                }, {
                    bank: 'Банк24.ру',
                    rate: 3.53,
                }, {
                    bank: 'Совкомбанк',
                    rate: 2.32,
                }, {
                    bank: 'Московский Областной Банк',
                    rate: 2.41,
                }, {
                    bank: 'МДМ Банк',
                    rate: 1.63,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 1.74,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 2.54,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 3.18,
                }, {
                    bank: 'ВТБ 24',
                    rate: 1.80,
                }, {
                    bank: 'Западный',
                    rate: 3.41,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 2.77,
                }, {
                    bank: 'ФК Открытие',
                    rate: 1.94,
                }, {
                    bank: 'Росгосстрах Банк',
                    rate: 2.30,
                }, {
                    bank: 'Сбербанк России',
                    rate: 1.96,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 2.07,
                }, {
                    bank: 'Национальный Банк «Траст»',
                    rate: 2.71,
                }, {
                    bank: 'Связной Банк',
                    rate: 1.99,
                }, {
                    bank: 'МТС Банк',
                    rate: 2.77,
                }, {
                    bank: 'Ханты-Мансийский банк Открытие',
                    rate: 2.53,
                }, {
                    bank: 'Ситибанк',
                    rate: 2.16,
                }, {
                    bank: 'Россельхозбанк',
                    rate: 1.72,
                }, {
                    bank: 'Океан Банк',
                    rate: 1.92,
                }, {
                    bank: 'Возрождение',
                    rate: 2.41,
                }, {
                    bank: 'Восточный Экспресс Банк',
                    rate: 1.83,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 1.62,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 1.69,
                }, {
                    bank: 'Бинбанк',
                    rate: 1.36,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 2.68,
                }, {
                    bank: 'Русфинанс Банк',
                    rate: 1.71,
                }, {
                    bank: 'Мастер-Банк',
                    rate: 1.25,
                }, {
                    bank: 'Современный Коммерческий Банк (бывш. ДжиИ Мани Банк)',
                    rate: 1.72,
                }, {
                    bank: 'ОТП Банк',
                    rate: 2.35,
                }, {
                    bank: 'Газпромбанк',
                    rate: 1.71,
                }, {
                    bank: 'Экспобанк',
                    rate: 1.32,
                }, {
                    bank: 'Собинбанк',
                    rate: 1.37,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 2.36,
                }, {
                    bank: 'БМ-Банк (бывш. Банк Москвы)',
                    rate: 2.19,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 1.97,
                }, {
                    bank: 'Росбанк',
                    rate: 1.76,
                }, {
                    bank: 'БНП Париба Банк',
                    rate: 1.52,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 1.75,
                },
            ]
        }
    },
    {
        service: {
            name: 'Лизинг',
            rates: [
                {
                    bank: 'Росавтобанк',
                    rate: 3.64,
                }, {
                    bank: 'ДельтаКредит',
                    rate: 4.31,
                }, {
                    bank: 'Тинькофф Банк',
                    rate: 2.68,
                }, {
                    bank: 'Авангард',
                    rate: 4.29,
                }, {
                    bank: 'Нордеа Банк',
                    rate: 3.26,
                }, {
                    bank: 'СМП Банк',
                    rate: 2.85,
                }, {
                    bank: 'Абсолют Банк',
                    rate: 3.61,
                }, {
                    bank: 'Банк Проектного Финансирования',
                    rate: 4.16,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 2.35,
                }, {
                    bank: 'Фининвест',
                    rate: 2.57,
                }, {
                    bank: 'Банк24.ру',
                    rate: 3.93,
                }, {
                    bank: 'Совкомбанк',
                    rate: 2.62,
                }, {
                    bank: 'Московский Областной Банк',
                    rate: 3.09,
                }, {
                    bank: 'МДМ Банк',
                    rate: 2.13,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 2.65,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 2.81,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 2.61,
                }, {
                    bank: 'ВТБ 24',
                    rate: 2.36,
                }, {
                    bank: 'Западный',
                    rate: 3.30,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 2.12,
                }, {
                    bank: 'ФК Открытие',
                    rate: 2.28,
                }, {
                    bank: 'Росгосстрах Банк',
                    rate: 1.74,
                }, {
                    bank: 'Сбербанк России',
                    rate: 1.82,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 2.66,
                }, {
                    bank: 'Национальный Банк «Траст»',
                    rate: 2.63,
                }, {
                    bank: 'Связной Банк',
                    rate: 1.67,
                }, {
                    bank: 'МТС Банк',
                    rate: 1.64,
                }, {
                    bank: 'Ханты-Мансийский банк Открытие',
                    rate: 1.62,
                }, {
                    bank: 'Ситибанк',
                    rate: 2.50,
                }, {
                    bank: 'Россельхозбанк',
                    rate: 2.67,
                }, {
                    bank: 'Океан Банк',
                    rate: 2.56,
                }, {
                    bank: 'Возрождение',
                    rate: 2.57,
                }, {
                    bank: 'Восточный Экспресс Банк',
                    rate: 1.66,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 1.91,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 1.99,
                }, {
                    bank: 'Бинбанк',
                    rate: 2.31,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 1.50,
                }, {
                    bank: 'Русфинанс Банк',
                    rate: 2.46,
                }, {
                    bank: 'Мастер-Банк',
                    rate: 2.10,
                }, {
                    bank: 'Современный Коммерческий Банк (бывш. ДжиИ Мани Банк)',
                    rate: 2.54,
                }, {
                    bank: 'ОТП Банк',
                    rate: 2.15,
                }, {
                    bank: 'Газпромбанк',
                    rate: 1.60,
                }, {
                    bank: 'Экспобанк',
                    rate: 2.26,
                }, {
                    bank: 'Собинбанк',
                    rate: 1.34,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 2.02,
                }, {
                    bank: 'БМ-Банк (бывш. Банк Москвы)',
                    rate: 1.98,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 1.56,
                }, {
                    bank: 'Росбанк',
                    rate: 1.64,
                }, {
                    bank: 'БНП Париба Банк',
                    rate: 1.01,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 1.72,
                },
            ]
        }
    },
    {
        service: {
            name: 'Обслуживание юрлиц',
            rates: [
                {
                    bank: 'Росавтобанк',
                    rate: 4.16,
                }, {
                    bank: 'ДельтаКредит',
                    rate: 3.30,
                }, {
                    bank: 'Тинькофф Банк',
                    rate: 2.99,
                }, {
                    bank: 'Авангард',
                    rate: 4.06,
                }, {
                    bank: 'Нордеа Банк',
                    rate: 4.00,
                }, {
                    bank: 'СМП Банк',
                    rate: 3.36,
                }, {
                    bank: 'Абсолют Банк',
                    rate: 4.05,
                }, {
                    bank: 'Банк Проектного Финансирования',
                    rate: 3.45,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 3.35,
                }, {
                    bank: 'Фининвест',
                    rate: 2.64,
                }, {
                    bank: 'Банк24.ру',
                    rate: 2.60,
                }, {
                    bank: 'Совкомбанк',
                    rate: 2.91,
                }, {
                    bank: 'Московский Областной Банк',
                    rate: 3.57,
                }, {
                    bank: 'МДМ Банк',
                    rate: 1.79,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 2.70,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 1.94,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 1.93,
                }, {
                    bank: 'ВТБ 24',
                    rate: 2.90,
                }, {
                    bank: 'Западный',
                    rate: 1.99,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 1.84,
                }, {
                    bank: 'ФК Открытие',
                    rate: 2.13,
                }, {
                    bank: 'Росгосстрах Банк',
                    rate: 2.02,
                }, {
                    bank: 'Сбербанк России',
                    rate: 1.59,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 2.01,
                }, {
                    bank: 'Национальный Банк «Траст»',
                    rate: 2.44,
                }, {
                    bank: 'Связной Банк',
                    rate: 2.59,
                }, {
                    bank: 'МТС Банк',
                    rate: 2.30,
                }, {
                    bank: 'Ханты-Мансийский банк Открытие',
                    rate: 2.56,
                }, {
                    bank: 'Ситибанк',
                    rate: 2.75,
                }, {
                    bank: 'Россельхозбанк',
                    rate: 2.64,
                }, {
                    bank: 'Океан Банк',
                    rate: 1.76,
                }, {
                    bank: 'Возрождение',
                    rate: 1.78,
                }, {
                    bank: 'Восточный Экспресс Банк',
                    rate: 1.99,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 1.86,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 1.91,
                }, {
                    bank: 'Бинбанк',
                    rate: 1.77,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 1.82,
                }, {
                    bank: 'Русфинанс Банк',
                    rate: 2.17,
                }, {
                    bank: 'Мастер-Банк',
                    rate: 1.33,
                }, {
                    bank: 'Современный Коммерческий Банк (бывш. ДжиИ Мани Банк)',
                    rate: 2.52,
                }, {
                    bank: 'ОТП Банк',
                    rate: 1.49,
                }, {
                    bank: 'Газпромбанк',
                    rate: 1.46,
                }, {
                    bank: 'Экспобанк',
                    rate: 1.35,
                }, {
                    bank: 'Собинбанк',
                    rate: 2.19,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 1.51,
                }, {
                    bank: 'БМ-Банк (бывш. Банк Москвы)',
                    rate: 1.66,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 1.55,
                }, {
                    bank: 'Росбанк',
                    rate: 1.76,
                }, {
                    bank: 'БНП Париба Банк',
                    rate: 1.32,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 1.47,
                },
            ]
        }
    },
    {
        service: {
            name: 'Дистанционное обслуживание',
            rates: [
                {
                    bank: 'Росавтобанк',
                    rate: 4.94,
                }, {
                    bank: 'ДельтаКредит',
                    rate: 3.36,
                }, {
                    bank: 'Тинькофф Банк',
                    rate: 3.77,
                }, {
                    bank: 'Авангард',
                    rate: 3.27,
                }, {
                    bank: 'Нордеа Банк',
                    rate: 3.76,
                }, {
                    bank: 'СМП Банк',
                    rate: 2.76,
                }, {
                    bank: 'Абсолют Банк',
                    rate: 4.13,
                }, {
                    bank: 'Банк Проектного Финансирования',
                    rate: 3.03,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 2.69,
                }, {
                    bank: 'Фининвест',
                    rate: 2.37,
                }, {
                    bank: 'Банк24.ру',
                    rate: 3.63,
                }, {
                    bank: 'Совкомбанк',
                    rate: 3.63,
                }, {
                    bank: 'Московский Областной Банк',
                    rate: 2.88,
                }, {
                    bank: 'МДМ Банк',
                    rate: 2.81,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 2.00,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 2.68,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 3.15,
                }, {
                    bank: 'ВТБ 24',
                    rate: 2.87,
                }, {
                    bank: 'Западный',
                    rate: 2.19,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 2.10,
                }, {
                    bank: 'ФК Открытие',
                    rate: 1.69,
                }, {
                    bank: 'Росгосстрах Банк',
                    rate: 2.77,
                }, {
                    bank: 'Сбербанк России',
                    rate: 1.60,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 2.40,
                }, {
                    bank: 'Национальный Банк «Траст»',
                    rate: 2.68,
                }, {
                    bank: 'Связной Банк',
                    rate: 1.72,
                }, {
                    bank: 'МТС Банк',
                    rate: 2.52,
                }, {
                    bank: 'Ханты-Мансийский банк Открытие',
                    rate: 1.97,
                }, {
                    bank: 'Ситибанк',
                    rate: 2.77,
                }, {
                    bank: 'Россельхозбанк',
                    rate: 2.49,
                }, {
                    bank: 'Океан Банк',
                    rate: 1.52,
                }, {
                    bank: 'Возрождение',
                    rate: 2.45,
                }, {
                    bank: 'Восточный Экспресс Банк',
                    rate: 2.00,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 2.34,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 2.05,
                }, {
                    bank: 'Бинбанк',
                    rate: 2.20,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 2.14,
                }, {
                    bank: 'Русфинанс Банк',
                    rate: 2.65,
                }, {
                    bank: 'Мастер-Банк',
                    rate: 2.10,
                }, {
                    bank: 'Современный Коммерческий Банк (бывш. ДжиИ Мани Банк)',
                    rate: 2.02,
                }, {
                    bank: 'ОТП Банк',
                    rate: 1.49,
                }, {
                    bank: 'Газпромбанк',
                    rate: 1.76,
                }, {
                    bank: 'Экспобанк',
                    rate: 1.56,
                }, {
                    bank: 'Собинбанк',
                    rate: 1.45,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 2.17,
                }, {
                    bank: 'БМ-Банк (бывш. Банк Москвы)',
                    rate: 1.44,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 1.72,
                }, {
                    bank: 'Росбанк',
                    rate: 1.55,
                }, {
                    bank: 'БНП Париба Банк',
                    rate: 1.26,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 1.61,
                },
            ]
        }
    }
];
