module.exports = [
    {
        service: {
            name: 'Депозиты для бизнеса',
            rates: [
                {
                    bank: 'Росавтобанк',
                    rate: 4.40,
                }, {
                    bank: 'Авангард',
                    rate: 3.55,
                }, {
                    bank: 'Тинькофф Банк',
                    rate: 4.32,
                }, {
                    bank: 'СБ Банк (Судостроительный банк)',
                    rate: 4.40,
                }, {
                    bank: 'ДельтаКредит',
                    rate: 3.34,
                }, {
                    bank: 'СМП Банк',
                    rate: 3.17,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 3.46,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 2.58,
                }, {
                    bank: 'Инвестторгбанк',
                    rate: 2.70,
                }, {
                    bank: '2Т Банк',
                    rate: 3.06,
                }, {
                    bank: 'РосинтерБанк',
                    rate: 2.73,
                }, {
                    bank: 'Абсолют Банк',
                    rate: 2.77,
                }, {
                    bank: 'Банк Проектного Финансирования',
                    rate: 2.73,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 2.18,
                }, {
                    bank: 'Московский Областной Банк',
                    rate: 3.24,
                }, {
                    bank: 'Совкомбанк',
                    rate: 2.99,
                }, {
                    bank: 'МДМ Банк',
                    rate: 2.45,
                }, {
                    bank: 'Петрокоммерц',
                    rate: 2.58,
                }, {
                    bank: 'Современный Коммерческий Банк (бывш. ДжиИ Мани Банк)',
                    rate: 2.52,
                }, {
                    bank: 'БМ-Банк (бывш. Банк Москвы)',
                    rate: 2.90,
                }, {
                    bank: 'ФК Открытие',
                    rate: 2.35,
                }, {
                    bank: 'Ситибанк',
                    rate: 2.72,
                }, {
                    bank: 'Связной Банк',
                    rate: 2.76,
                }, {
                    bank: 'ВТБ 24',
                    rate: 2.70,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 1.67,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 2.18,
                }, {
                    bank: 'Газпромбанк',
                    rate: 1.65,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 2.24,
                }, {
                    bank: 'Восточный Экспресс Банк',
                    rate: 1.51,
                }, {
                    bank: 'Национальный Банк «Траст»',
                    rate: 2.13,
                }, {
                    bank: 'Сбербанк России',
                    rate: 1.61,
                }, {
                    bank: 'Бинбанк',
                    rate: 1.49,
                }, {
                    bank: 'Пушкино',
                    rate: 1.56,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 1.58,
                }, {
                    bank: 'Мастер-Банк',
                    rate: 2.35,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 1.55,
                }, {
                    bank: 'Транскредитбанк',
                    rate: 1.58,
                }, {
                    bank: 'Ханты-Мансийский банк Открытие',
                    rate: 2.31,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 2.10,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 1.66,
                }, {
                    bank: 'ОТП Банк',
                    rate: 2.05,
                }, {
                    bank: 'Русфинанс Банк',
                    rate: 1.86,
                }, {
                    bank: 'Росгосстрах Банк',
                    rate: 1.13,
                }, {
                    bank: 'СКБ-Банк',
                    rate: 1.87,
                }, {
                    bank: 'МТС Банк',
                    rate: 1.30,
                }, {
                    bank: 'Росбанк',
                    rate: 1.76,
                }, {
                    bank: 'Экспобанк',
                    rate: 1.46,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 1.66,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 1.46,
                }, {
                    bank: 'БНП Париба Банк',
                    rate: 1.07,
                },
            ]
        }
    },
    {
        service: {
            name: 'Кредитование бизнеса',
            rates: [
                {
                    bank: 'Росавтобанк',
                    rate: 3.33,
                }, {
                    bank: 'Авангард',
                    rate: 2.89,
                }, {
                    bank: 'Тинькофф Банк',
                    rate: 3.46,
                }, {
                    bank: 'СБ Банк (Судостроительный банк)',
                    rate: 3.12,
                }, {
                    bank: 'ДельтаКредит',
                    rate: 3.46,
                }, {
                    bank: 'СМП Банк',
                    rate: 2.59,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 2.44,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 3.08,
                }, {
                    bank: 'Инвестторгбанк',
                    rate: 3.89,
                }, {
                    bank: '2Т Банк',
                    rate: 3.15,
                }, {
                    bank: 'РосинтерБанк',
                    rate: 2.70,
                }, {
                    bank: 'Абсолют Банк',
                    rate: 2.42,
                }, {
                    bank: 'Банк Проектного Финансирования',
                    rate: 2.52,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 3.21,
                }, {
                    bank: 'Московский Областной Банк',
                    rate: 2.33,
                }, {
                    bank: 'Совкомбанк',
                    rate: 3.24,
                }, {
                    bank: 'МДМ Банк',
                    rate: 1.85,
                }, {
                    bank: 'Петрокоммерц',
                    rate: 1.93,
                }, {
                    bank: 'Современный Коммерческий Банк (бывш. ДжиИ Мани Банк)',
                    rate: 3.34,
                }, {
                    bank: 'БМ-Банк (бывш. Банк Москвы)',
                    rate: 1.78,
                }, {
                    bank: 'ФК Открытие',
                    rate: 2.06,
                }, {
                    bank: 'Ситибанк',
                    rate: 2.66,
                }, {
                    bank: 'Связной Банк',
                    rate: 1.84,
                }, {
                    bank: 'ВТБ 24',
                    rate: 2.18,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 2.66,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 2.38,
                }, {
                    bank: 'Газпромбанк',
                    rate: 2.79,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 2.63,
                }, {
                    bank: 'Восточный Экспресс Банк',
                    rate: 1.79,
                }, {
                    bank: 'Национальный Банк «Траст»',
                    rate: 1.40,
                }, {
                    bank: 'Сбербанк России',
                    rate: 1.25,
                }, {
                    bank: 'Бинбанк',
                    rate: 1.27,
                }, {
                    bank: 'Пушкино',
                    rate: 1.78,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 1.76,
                }, {
                    bank: 'Мастер-Банк',
                    rate: 1.55,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 1.39,
                }, {
                    bank: 'Транскредитбанк',
                    rate: 1.98,
                }, {
                    bank: 'Ханты-Мансийский банк Открытие',
                    rate: 1.53,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 1.85,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 1.41,
                }, {
                    bank: 'ОТП Банк',
                    rate: 1.90,
                }, {
                    bank: 'Русфинанс Банк',
                    rate: 2.04,
                }, {
                    bank: 'Росгосстрах Банк',
                    rate: 1.66,
                }, {
                    bank: 'СКБ-Банк',
                    rate: 1.40,
                }, {
                    bank: 'МТС Банк',
                    rate: 1.36,
                }, {
                    bank: 'Росбанк',
                    rate: 1.50,
                }, {
                    bank: 'Экспобанк',
                    rate: 1.15,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 1.03,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 1.39,
                }, {
                    bank: 'БНП Париба Банк',
                    rate: 1.38,
                },
            ]
        }
    },
    {
        service: {
            name: 'Лизинг',
            rates: [
                {
                    bank: 'Росавтобанк',
                    rate: 4.69,
                }, {
                    bank: 'Авангард',
                    rate: 3.59,
                }, {
                    bank: 'Тинькофф Банк',
                    rate: 4.61,
                }, {
                    bank: 'СБ Банк (Судостроительный банк)',
                    rate: 3.06,
                }, {
                    bank: 'ДельтаКредит',
                    rate: 2.97,
                }, {
                    bank: 'СМП Банк',
                    rate: 3.43,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 2.55,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 2.47,
                }, {
                    bank: 'Инвестторгбанк',
                    rate: 2.60,
                }, {
                    bank: '2Т Банк',
                    rate: 3.32,
                }, {
                    bank: 'РосинтерБанк',
                    rate: 2.44,
                }, {
                    bank: 'Абсолют Банк',
                    rate: 2.92,
                }, {
                    bank: 'Банк Проектного Финансирования',
                    rate: 3.09,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 2.01,
                }, {
                    bank: 'Московский Областной Банк',
                    rate: 2.33,
                }, {
                    bank: 'Совкомбанк',
                    rate: 3.22,
                }, {
                    bank: 'МДМ Банк',
                    rate: 2.25,
                }, {
                    bank: 'Петрокоммерц',
                    rate: 1.56,
                }, {
                    bank: 'Современный Коммерческий Банк (бывш. ДжиИ Мани Банк)',
                    rate: 1.98,
                }, {
                    bank: 'БМ-Банк (бывш. Банк Москвы)',
                    rate: 2.87,
                }, {
                    bank: 'ФК Открытие',
                    rate: 2.59,
                }, {
                    bank: 'Ситибанк',
                    rate: 1.78,
                }, {
                    bank: 'Связной Банк',
                    rate: 1.93,
                }, {
                    bank: 'ВТБ 24',
                    rate: 2.68,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 1.64,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 1.74,
                }, {
                    bank: 'Газпромбанк',
                    rate: 2.65,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 1.89,
                }, {
                    bank: 'Восточный Экспресс Банк',
                    rate: 1.61,
                }, {
                    bank: 'Национальный Банк «Траст»',
                    rate: 1.72,
                }, {
                    bank: 'Сбербанк России',
                    rate: 1.97,
                }, {
                    bank: 'Бинбанк',
                    rate: 1.57,
                }, {
                    bank: 'Пушкино',
                    rate: 2.00,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 2.24,
                }, {
                    bank: 'Мастер-Банк',
                    rate: 2.40,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 1.63,
                }, {
                    bank: 'Транскредитбанк',
                    rate: 1.74,
                }, {
                    bank: 'Ханты-Мансийский банк Открытие',
                    rate: 2.02,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 2.12,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 1.80,
                }, {
                    bank: 'ОТП Банк',
                    rate: 1.51,
                }, {
                    bank: 'Русфинанс Банк',
                    rate: 2.10,
                }, {
                    bank: 'Росгосстрах Банк',
                    rate: 1.91,
                }, {
                    bank: 'СКБ-Банк',
                    rate: 1.80,
                }, {
                    bank: 'МТС Банк',
                    rate: 1.53,
                }, {
                    bank: 'Росбанк',
                    rate: 1.45,
                }, {
                    bank: 'Экспобанк',
                    rate: 1.22,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 1.36,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 1.33,
                }, {
                    bank: 'БНП Париба Банк',
                    rate: 1.19,
                },
            ]
        }
    },
    {
        service: {
            name: 'Обслуживание юрлиц',
            rates: [
                {
                    bank: 'Росавтобанк',
                    rate: 3.45,
                }, {
                    bank: 'Авангард',
                    rate: 4.91,
                }, {
                    bank: 'Тинькофф Банк',
                    rate: 3.89,
                }, {
                    bank: 'СБ Банк (Судостроительный банк)',
                    rate: 4.01,
                }, {
                    bank: 'ДельтаКредит',
                    rate: 3.81,
                }, {
                    bank: 'СМП Банк',
                    rate: 4.15,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 3.43,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 3.57,
                }, {
                    bank: 'Инвестторгбанк',
                    rate: 2.64,
                }, {
                    bank: '2Т Банк',
                    rate: 3.06,
                }, {
                    bank: 'РосинтерБанк',
                    rate: 3.56,
                }, {
                    bank: 'Абсолют Банк',
                    rate: 2.41,
                }, {
                    bank: 'Банк Проектного Финансирования',
                    rate: 3.48,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 1.77,
                }, {
                    bank: 'Московский Областной Банк',
                    rate: 2.37,
                }, {
                    bank: 'Совкомбанк',
                    rate: 3.25,
                }, {
                    bank: 'МДМ Банк',
                    rate: 2.70,
                }, {
                    bank: 'Петрокоммерц',
                    rate: 2.84,
                }, {
                    bank: 'Современный Коммерческий Банк (бывш. ДжиИ Мани Банк)',
                    rate: 3.42,
                }, {
                    bank: 'БМ-Банк (бывш. Банк Москвы)',
                    rate: 1.84,
                }, {
                    bank: 'ФК Открытие',
                    rate: 2.35,
                }, {
                    bank: 'Ситибанк',
                    rate: 2.07,
                }, {
                    bank: 'Связной Банк',
                    rate: 2.60,
                }, {
                    bank: 'ВТБ 24',
                    rate: 2.61,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 2.28,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 2.48,
                }, {
                    bank: 'Газпромбанк',
                    rate: 2.83,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 2.56,
                }, {
                    bank: 'Восточный Экспресс Банк',
                    rate: 1.55,
                }, {
                    bank: 'Национальный Банк «Траст»',
                    rate: 1.95,
                }, {
                    bank: 'Сбербанк России',
                    rate: 1.88,
                }, {
                    bank: 'Бинбанк',
                    rate: 1.54,
                }, {
                    bank: 'Пушкино',
                    rate: 1.44,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 2.44,
                }, {
                    bank: 'Мастер-Банк',
                    rate: 1.47,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 1.76,
                }, {
                    bank: 'Транскредитбанк',
                    rate: 2.01,
                }, {
                    bank: 'Ханты-Мансийский банк Открытие',
                    rate: 2.24,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 2.05,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 1.96,
                }, {
                    bank: 'ОТП Банк',
                    rate: 1.68,
                }, {
                    bank: 'Русфинанс Банк',
                    rate: 1.91,
                }, {
                    bank: 'Росгосстрах Банк',
                    rate: 1.72,
                }, {
                    bank: 'СКБ-Банк',
                    rate: 1.48,
                }, {
                    bank: 'МТС Банк',
                    rate: 1.83,
                }, {
                    bank: 'Росбанк',
                    rate: 1.63,
                }, {
                    bank: 'Экспобанк',
                    rate: 1.34,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 1.63,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 1.01,
                }, {
                    bank: 'БНП Париба Банк',
                    rate: 1.61,
                },
            ]
        }
    },
    {
        service: {
            name: 'Дистанционное обслуживание',
            rates: [
                {
                    bank: 'Росавтобанк',
                    rate: 3.45,
                }, {
                    bank: 'Авангард',
                    rate: 2.88,
                }, {
                    bank: 'Тинькофф Банк',
                    rate: 3.26,
                }, {
                    bank: 'СБ Банк (Судостроительный банк)',
                    rate: 4.52,
                }, {
                    bank: 'ДельтаКредит',
                    rate: 4.57,
                }, {
                    bank: 'СМП Банк',
                    rate: 2.83,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 2.93,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 2.38,
                }, {
                    bank: 'Инвестторгбанк',
                    rate: 4.05,
                }, {
                    bank: '2Т Банк',
                    rate: 2.88,
                }, {
                    bank: 'РосинтерБанк',
                    rate: 2.70,
                }, {
                    bank: 'Абсолют Банк',
                    rate: 2.07,
                }, {
                    bank: 'Банк Проектного Финансирования',
                    rate: 2.56,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 2.30,
                }, {
                    bank: 'Московский Областной Банк',
                    rate: 2.35,
                }, {
                    bank: 'Совкомбанк',
                    rate: 2.51,
                }, {
                    bank: 'МДМ Банк',
                    rate: 3.10,
                }, {
                    bank: 'Петрокоммерц',
                    rate: 1.55,
                }, {
                    bank: 'Современный Коммерческий Банк (бывш. ДжиИ Мани Банк)',
                    rate: 2.11,
                }, {
                    bank: 'БМ-Банк (бывш. Банк Москвы)',
                    rate: 2.18,
                }, {
                    bank: 'ФК Открытие',
                    rate: 2.71,
                }, {
                    bank: 'Ситибанк',
                    rate: 1.76,
                }, {
                    bank: 'Связной Банк',
                    rate: 2.52,
                }, {
                    bank: 'ВТБ 24',
                    rate: 2.15,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 2.43,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 1.94,
                }, {
                    bank: 'Газпромбанк',
                    rate: 2.36,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 2.22,
                }, {
                    bank: 'Восточный Экспресс Банк',
                    rate: 1.71,
                }, {
                    bank: 'Национальный Банк «Траст»',
                    rate: 1.61,
                }, {
                    bank: 'Сбербанк России',
                    rate: 2.03,
                }, {
                    bank: 'Бинбанк',
                    rate: 2.14,
                }, {
                    bank: 'Пушкино',
                    rate: 2.50,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 2.24,
                }, {
                    bank: 'Мастер-Банк',
                    rate: 2.51,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 1.40,
                }, {
                    bank: 'Транскредитбанк',
                    rate: 1.84,
                }, {
                    bank: 'Ханты-Мансийский банк Открытие',
                    rate: 1.67,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 1.98,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 1.57,
                }, {
                    bank: 'ОТП Банк',
                    rate: 2.03,
                }, {
                    bank: 'Русфинанс Банк',
                    rate: 1.42,
                }, {
                    bank: 'Росгосстрах Банк',
                    rate: 1.89,
                }, {
                    bank: 'СКБ-Банк',
                    rate: 2.08,
                }, {
                    bank: 'МТС Банк',
                    rate: 1.75,
                }, {
                    bank: 'Росбанк',
                    rate: 1.87,
                }, {
                    bank: 'Экспобанк',
                    rate: 1.79,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 1.25,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 1.30,
                }, {
                    bank: 'БНП Париба Банк',
                    rate: 1.70,
                },
            ]
        }
    }
];
