module.exports = [
    {
        service: {
            name: 'Депозиты для бизнеса',
            rates: [
                {
                    bank: 'Росавтобанк',
                    rate: 3.98,
                }, {
                    bank: 'СБ Банк (Судостроительный банк)',
                    rate: 3.19,
                }, {
                    bank: 'Авангард',
                    rate: 4.55,
                }, {
                    bank: 'Тинькофф Банк',
                    rate: 3.78,
                }, {
                    bank: 'Банк24.ру',
                    rate: 4.17,
                }, {
                    bank: 'ДельтаКредит',
                    rate: 3.25,
                }, {
                    bank: 'Московский Областной Банк',
                    rate: 4.21,
                }, {
                    bank: 'АйМаниБанк',
                    rate: 3.15,
                }, {
                    bank: 'СМП Банк',
                    rate: 3.93,
                }, {
                    bank: 'БМ-Банк (бывш. Банк Москвы)',
                    rate: 2.80,
                }, {
                    bank: 'РосинтерБанк',
                    rate: 2.04,
                }, {
                    bank: 'Бинбанк',
                    rate: 1.52,
                }, {
                    bank: 'Югра',
                    rate: 2.10,
                }, {
                    bank: 'Восточный Экспресс Банк',
                    rate: 2.52,
                }, {
                    bank: 'Современный Коммерческий Банк (бывш. ДжиИ Мани Банк)',
                    rate: 2.37,
                }, {
                    bank: 'МДМ Банк',
                    rate: 2.47,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 1.95,
                }, {
                    bank: 'Петрокоммерц',
                    rate: 2.90,
                }, {
                    bank: 'Сетелем Банк',
                    rate: 2.61,
                }, {
                    bank: 'Банк «Санкт-Петербург»',
                    rate: 2.24,
                }, {
                    bank: '2Т Банк',
                    rate: 3.08,
                }, {
                    bank: 'Ханты-Мансийский банк Открытие',
                    rate: 1.39,
                }, {
                    bank: 'Связной Банк',
                    rate: 2.18,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 1.63,
                }, {
                    bank: 'Национальный Банк «Траст»',
                    rate: 2.30,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 2.27,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 2.26,
                }, {
                    bank: 'Ситибанк',
                    rate: 2.10,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 2.38,
                }, {
                    bank: 'ВТБ 24',
                    rate: 1.53,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 2.39,
                }, {
                    bank: 'Россельхозбанк',
                    rate: 2.09,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 2.68,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 1.96,
                }, {
                    bank: 'ФК Открытие',
                    rate: 1.68,
                }, {
                    bank: 'Газпромбанк',
                    rate: 1.59,
                }, {
                    bank: 'Сбербанк России',
                    rate: 1.91,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 1.2,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 1.20,
                }, {
                    bank: 'Росгосстрах Банк',
                    rate: 1.67,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 1.38,
                }, {
                    bank: 'Банк РСБ 24 (Русславбанк)',
                    rate: 1.88,
                }, {
                    bank: 'Уральский Банк Реконструкции и Развития',
                    rate: 1.89,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 1.32,
                }, {
                    bank: 'Киви Банк',
                    rate: 1.44,
                }, {
                    bank: 'МТС Банк',
                    rate: 1.72,
                }, {
                    bank: 'Росбанк',
                    rate: 1.71,
                }, {
                    bank: 'Русфинанс Банк',
                    rate: 1.45,
                }, {
                    bank: 'СКБ-Банк',
                    rate: 1.6,
                }, {
                    bank: 'ОТП Банк',
                    rate: 1.5,
                },
            ]
        }
    },
    {
        service: {
            name: 'Кредитование бизнеса',
            rates: [
                {
                    bank: 'Росавтобанк',
                    rate: 4.81,
                }, {
                    bank: 'СБ Банк (Судостроительный банк)',
                    rate: 3.57,
                }, {
                    bank: 'Авангард',
                    rate: 4.17,
                }, {
                    bank: 'Тинькофф Банк',
                    rate: 4.27,
                }, {
                    bank: 'Банк24.ру',
                    rate: 3.59,
                }, {
                    bank: 'ДельтаКредит',
                    rate: 3.57,
                }, {
                    bank: 'Московский Областной Банк',
                    rate: 3.96,
                }, {
                    bank: 'АйМаниБанк',
                    rate: 1.97,
                }, {
                    bank: 'СМП Банк',
                    rate: 2.36,
                }, {
                    bank: 'БМ-Банк (бывш. Банк Москвы)',
                    rate: 3.17,
                }, {
                    bank: 'РосинтерБанк',
                    rate: 2.11,
                }, {
                    bank: 'Бинбанк',
                    rate: 2.56,
                }, {
                    bank: 'Югра',
                    rate: 2.03,
                }, {
                    bank: 'Восточный Экспресс Банк',
                    rate: 1.77,
                }, {
                    bank: 'Современный Коммерческий Банк (бывш. ДжиИ Мани Банк)',
                    rate: 2.83,
                }, {
                    bank: 'МДМ Банк',
                    rate: 2.13,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 2.01,
                }, {
                    bank: 'Петрокоммерц',
                    rate: 2.20,
                }, {
                    bank: 'Сетелем Банк',
                    rate: 1.71,
                }, {
                    bank: 'Банк «Санкт-Петербург»',
                    rate: 1.83,
                }, {
                    bank: '2Т Банк',
                    rate: 2.55,
                }, {
                    bank: 'Ханты-Мансийский банк Открытие',
                    rate: 1.79,
                }, {
                    bank: 'Связной Банк',
                    rate: 2.67,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 1.97,
                }, {
                    bank: 'Национальный Банк «Траст»',
                    rate: 1.70,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 1.51,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 1.34,
                }, {
                    bank: 'Ситибанк',
                    rate: 2.06,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 1.78,
                }, {
                    bank: 'ВТБ 24',
                    rate: 2.60,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 2.09,
                }, {
                    bank: 'Россельхозбанк',
                    rate: 1.49,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 2.47,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 1.44,
                }, {
                    bank: 'ФК Открытие',
                    rate: 2.27,
                }, {
                    bank: 'Газпромбанк',
                    rate: 1.73,
                }, {
                    bank: 'Сбербанк России',
                    rate: 1.77,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 2.17,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 1.53,
                }, {
                    bank: 'Росгосстрах Банк',
                    rate: 1.70,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 2.20,
                }, {
                    bank: 'Банк РСБ 24 (Русславбанк)',
                    rate: 1.34,
                }, {
                    bank: 'Уральский Банк Реконструкции и Развития',
                    rate: 1.14,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 1.30,
                }, {
                    bank: 'Киви Банк',
                    rate: 0.97,
                }, {
                    bank: 'МТС Банк',
                    rate: 1.75,
                }, {
                    bank: 'Росбанк',
                    rate: 1.86,
                }, {
                    bank: 'Русфинанс Банк',
                    rate: 1.47,
                }, {
                    bank: 'СКБ-Банк',
                    rate: 1.61,
                }, {
                    bank: 'ОТП Банк',
                    rate: 1.69,
                },
            ]
        }
    },
    {
        service: {
            name: 'Лизинг',
            rates: [
                {
                    bank: 'Росавтобанк',
                    rate: 4.18,
                }, {
                    bank: 'СБ Банк (Судостроительный банк)',
                    rate: 4.57,
                }, {
                    bank: 'Авангард',
                    rate: 3.14,
                }, {
                    bank: 'Тинькофф Банк',
                    rate: 2.92,
                }, {
                    bank: 'Банк24.ру',
                    rate: 2.83,
                }, {
                    bank: 'ДельтаКредит',
                    rate: 2.73,
                }, {
                    bank: 'Московский Областной Банк',
                    rate: 3.62,
                }, {
                    bank: 'АйМаниБанк',
                    rate: 2.38,
                }, {
                    bank: 'СМП Банк',
                    rate: 2.88,
                }, {
                    bank: 'БМ-Банк (бывш. Банк Москвы)',
                    rate: 3.46,
                }, {
                    bank: 'РосинтерБанк',
                    rate: 2.88,
                }, {
                    bank: 'Бинбанк',
                    rate: 1.69,
                }, {
                    bank: 'Югра',
                    rate: 2.64,
                }, {
                    bank: 'Восточный Экспресс Банк',
                    rate: 2.39,
                }, {
                    bank: 'Современный Коммерческий Банк (бывш. ДжиИ Мани Банк)',
                    rate: 2.10,
                }, {
                    bank: 'МДМ Банк',
                    rate: 1.79,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 1.70,
                }, {
                    bank: 'Петрокоммерц',
                    rate: 2.67,
                }, {
                    bank: 'Сетелем Банк',
                    rate: 2.63,
                }, {
                    bank: 'Банк «Санкт-Петербург»',
                    rate: 2.15,
                }, {
                    bank: '2Т Банк',
                    rate: 2.31,
                }, {
                    bank: 'Ханты-Мансийский банк Открытие',
                    rate: 1.36,
                }, {
                    bank: 'Связной Банк',
                    rate: 1.80,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 2.48,
                }, {
                    bank: 'Национальный Банк «Траст»',
                    rate: 2.41,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 2.23,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 2.25,
                }, {
                    bank: 'Ситибанк',
                    rate: 2.41,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 1.85,
                }, {
                    bank: 'ВТБ 24',
                    rate: 1.99,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 2.38,
                }, {
                    bank: 'Россельхозбанк',
                    rate: 1.59,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 1.48,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 2.40,
                }, {
                    bank: 'ФК Открытие',
                    rate: 1.64,
                }, {
                    bank: 'Газпромбанк',
                    rate: 1.57,
                }, {
                    bank: 'Сбербанк России',
                    rate: 1.12,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 1.43,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 1.22,
                }, {
                    bank: 'Росгосстрах Банк',
                    rate: 2.09,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 1.50,
                }, {
                    bank: 'Банк РСБ 24 (Русславбанк)',
                    rate: 1.27,
                }, {
                    bank: 'Уральский Банк Реконструкции и Развития',
                    rate: 1.26,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 1.06,
                }, {
                    bank: 'Киви Банк',
                    rate: 1.45,
                }, {
                    bank: 'МТС Банк',
                    rate: 1.37,
                }, {
                    bank: 'Росбанк',
                    rate: 1.53,
                }, {
                    bank: 'Русфинанс Банк',
                    rate: 1.29,
                }, {
                    bank: 'СКБ-Банк',
                    rate: 1.34,
                }, {
                    bank: 'ОТП Банк',
                    rate: 1.72,
                },
            ]
        }
    },
    {
        service: {
            name: 'Обслуживание юрлиц',
            rates: [
                {
                    bank: 'Росавтобанк',
                    rate: 4.48,
                }, {
                    bank: 'СБ Банк (Судостроительный банк)',
                    rate: 3.38,
                }, {
                    bank: 'Авангард',
                    rate: 3.39,
                }, {
                    bank: 'Тинькофф Банк',
                    rate: 3.69,
                }, {
                    bank: 'Банк24.ру',
                    rate: 2.69,
                }, {
                    bank: 'ДельтаКредит',
                    rate: 4.49,
                }, {
                    bank: 'Московский Областной Банк',
                    rate: 3.75,
                }, {
                    bank: 'АйМаниБанк',
                    rate: 2.82,
                }, {
                    bank: 'СМП Банк',
                    rate: 3.77,
                }, {
                    bank: 'БМ-Банк (бывш. Банк Москвы)',
                    rate: 3.15,
                }, {
                    bank: 'РосинтерБанк',
                    rate: 3.40,
                }, {
                    bank: 'Бинбанк',
                    rate: 1.95,
                }, {
                    bank: 'Югра',
                    rate: 2.67,
                }, {
                    bank: 'Восточный Экспресс Банк',
                    rate: 1.63,
                }, {
                    bank: 'Современный Коммерческий Банк (бывш. ДжиИ Мани Банк)',
                    rate: 3.07,
                }, {
                    bank: 'МДМ Банк',
                    rate: 2.88,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 1.50,
                }, {
                    bank: 'Петрокоммерц',
                    rate: 1.87,
                }, {
                    bank: 'Сетелем Банк',
                    rate: 1.79,
                }, {
                    bank: 'Банк «Санкт-Петербург»',
                    rate: 2.77,
                }, {
                    bank: '2Т Банк',
                    rate: 2.54,
                }, {
                    bank: 'Ханты-Мансийский банк Открытие',
                    rate: 1.97,
                }, {
                    bank: 'Связной Банк',
                    rate: 2.34,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 1.76,
                }, {
                    bank: 'Национальный Банк «Траст»',
                    rate: 2.65,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 2.16,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 2.08,
                }, {
                    bank: 'Ситибанк',
                    rate: 1.32,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 1.60,
                }, {
                    bank: 'ВТБ 24',
                    rate: 2.32,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 1.67,
                }, {
                    bank: 'Россельхозбанк',
                    rate: 2.34,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 2.49,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 2.33,
                }, {
                    bank: 'ФК Открытие',
                    rate: 1.50,
                }, {
                    bank: 'Газпромбанк',
                    rate: 2.05,
                }, {
                    bank: 'Сбербанк России',
                    rate: 1.19,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 1.58,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 1.83,
                }, {
                    bank: 'Росгосстрах Банк',
                    rate: 1.99,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 1.57,
                }, {
                    bank: 'Банк РСБ 24 (Русславбанк)',
                    rate: 1.83,
                }, {
                    bank: 'Уральский Банк Реконструкции и Развития',
                    rate: 1.62,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 1.66,
                }, {
                    bank: 'Киви Банк',
                    rate: 0.87,
                }, {
                    bank: 'МТС Банк',
                    rate: 1.33,
                }, {
                    bank: 'Росбанк',
                    rate: 1.61,
                }, {
                    bank: 'Русфинанс Банк',
                    rate: 1.60,
                }, {
                    bank: 'СКБ-Банк',
                    rate: 1.21,
                }, {
                    bank: 'ОТП Банк',
                    rate: 1.32,
                },
            ]
        }
    },
    {
        service: {
            name: 'Дистанционное обслуживание',
            rates: [
                {
                    bank: 'Росавтобанк',
                    rate: 4.49,
                }, {
                    bank: 'СБ Банк (Судостроительный банк)',
                    rate: 4.95,
                }, {
                    bank: 'Авангард',
                    rate: 3.93,
                }, {
                    bank: 'Тинькофф Банк',
                    rate: 3.54,
                }, {
                    bank: 'Банк24.ру',
                    rate: 3.89,
                }, {
                    bank: 'ДельтаКредит',
                    rate: 3.65,
                }, {
                    bank: 'Московский Областной Банк',
                    rate: 2.64,
                }, {
                    bank: 'АйМаниБанк',
                    rate: 3.45,
                }, {
                    bank: 'СМП Банк',
                    rate: 3.54,
                }, {
                    bank: 'БМ-Банк (бывш. Банк Москвы)',
                    rate: 2.45,
                }, {
                    bank: 'РосинтерБанк',
                    rate: 3.34,
                }, {
                    bank: 'Бинбанк',
                    rate: 1.51,
                }, {
                    bank: 'Югра',
                    rate: 2.91,
                }, {
                    bank: 'Восточный Экспресс Банк',
                    rate: 1.48,
                }, {
                    bank: 'Современный Коммерческий Банк (бывш. ДжиИ Мани Банк)',
                    rate: 2.05,
                }, {
                    bank: 'МДМ Банк',
                    rate: 2.67,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 2.31,
                }, {
                    bank: 'Петрокоммерц',
                    rate: 2.59,
                }, {
                    bank: 'Сетелем Банк',
                    rate: 2.12,
                }, {
                    bank: 'Банк «Санкт-Петербург»',
                    rate: 2.26,
                }, {
                    bank: '2Т Банк',
                    rate: 3.13,
                }, {
                    bank: 'Ханты-Мансийский банк Открытие',
                    rate: 1.96,
                }, {
                    bank: 'Связной Банк',
                    rate: 2.51,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 2.50,
                }, {
                    bank: 'Национальный Банк «Траст»',
                    rate: 1.85,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 1.47,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 1.35,
                }, {
                    bank: 'Ситибанк',
                    rate: 2.43,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 1.46,
                }, {
                    bank: 'ВТБ 24',
                    rate: 1.92,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 1.90,
                }, {
                    bank: 'Россельхозбанк',
                    rate: 2.28,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 2.04,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 1.79,
                }, {
                    bank: 'ФК Открытие',
                    rate: 1.49,
                }, {
                    bank: 'Газпромбанк',
                    rate: 1.52,
                }, {
                    bank: 'Сбербанк России',
                    rate: 1.25,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 1.51,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 1.70,
                }, {
                    bank: 'Росгосстрах Банк',
                    rate: 2.10,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 1.54,
                }, {
                    bank: 'Банк РСБ 24 (Русславбанк)',
                    rate: 1.21,
                }, {
                    bank: 'Уральский Банк Реконструкции и Развития',
                    rate: 1.83,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 1.79,
                }, {
                    bank: 'Киви Банк',
                    rate: 1.14,
                }, {
                    bank: 'МТС Банк',
                    rate: 1.17,
                }, {
                    bank: 'Росбанк',
                    rate: 1.50,
                }, {
                    bank: 'Русфинанс Банк',
                    rate: 1.61,
                }, {
                    bank: 'СКБ-Банк',
                    rate: 1.67,
                }, {
                    bank: 'ОТП Банк',
                    rate: 1.08,
                },
            ]
        }
    }
];
