module.exports = [
    {
        service: {
            name: 'Депозиты для бизнеса',
            rates: [
                {
                    bank: 'Росавтобанк',
                    rate: 4.97,
                }, {
                    bank: 'Авангард',
                    rate: 4.17,
                }, {
                    bank: 'ДельтаКредит',
                    rate: 3.30,
                }, {
                    bank: 'СБ Банк (Судостроительный банк)',
                    rate: 3.27,
                }, {
                    bank: 'Тинькофф Банк',
                    rate: 2.89,
                }, {
                    bank: 'РосинтерБанк',
                    rate: 2.90,
                }, {
                    bank: 'АйМаниБанк',
                    rate: 2.21,
                }, {
                    bank: 'Транспортный',
                    rate: 3.31,
                }, {
                    bank: 'Бинбанк',
                    rate: 2.38,
                }, {
                    bank: 'Петрокоммерц',
                    rate: 1.68,
                }, {
                    bank: 'Интеркоммерц Банк',
                    rate: 2.38,
                }, {
                    bank: 'БМ-Банк (бывш. Банк Москвы)',
                    rate: 2.26,
                }, {
                    bank: 'Совкомбанк',
                    rate: 2.24,
                }, {
                    bank: 'Связной Банк',
                    rate: 2.04,
                }, {
                    bank: 'МДМ Банк',
                    rate: 1.83,
                }, {
                    bank: 'ВТБ 24',
                    rate: 1.70,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 1.61,
                }, {
                    bank: 'Банк РСБ 24 (Русславбанк)',
                    rate: 2.80,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 1.44,
                }, {
                    bank: 'Ханты-Мансийский банк Открытие',
                    rate: 1.83,
                }, {
                    bank: 'Югра',
                    rate: 1.79,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 1.94,
                }, {
                    bank: 'Ситибанк',
                    rate: 2.11,
                }, {
                    bank: 'Бинбанк Столица',
                    rate: 1.82,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 1.95,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 1.48,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 2.11,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 1.79,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 2.33,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 1.72,
                }, {
                    bank: 'Росбанк',
                    rate: 1.60,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 1.44,
                }, {
                    bank: 'Газпромбанк',
                    rate: 2.49,
                }, {
                    bank: 'Сетелем Банк',
                    rate: 1.56,
                }, {
                    bank: 'Московский Областной Банк',
                    rate: 1.63,
                }, {
                    bank: 'Восточный Экспресс Банк',
                    rate: 1.93,
                }, {
                    bank: 'Абсолют Банк',
                    rate: 1.83,
                }, {
                    bank: 'ФК Открытие',
                    rate: 1.81,
                }, {
                    bank: 'ОТП Банк',
                    rate: 1.34,
                }, {
                    bank: 'Киви Банк',
                    rate: 1.31,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 1.08,
                }, {
                    bank: 'Сбербанк России',
                    rate: 1.57,
                }, {
                    bank: 'Уральский Банк Реконструкции и Развития',
                    rate: 1.47,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 1.64,
                }, {
                    bank: 'Национальный Банк «Траст»',
                    rate: 1.67,
                }, {
                    bank: 'Россельхозбанк',
                    rate: 1.92,
                }, {
                    bank: 'Почта Банк',
                    rate: 1.71,
                }, {
                    bank: 'Росгосстрах Банк',
                    rate: 1.08,
                }, {
                    bank: 'МТС Банк',
                    rate: 1.04,
                }, {
                    bank: 'Русфинанс Банк',
                    rate: 1.14,
                },
            ]
        }
    },{
        service: {
            name: 'Кредитование бизнеса',
            rates: [
                {
                    bank: 'Росавтобанк',
                    rate: 4.65,
                }, {
                    bank: 'Авангард',
                    rate: 4.70,
                }, {
                    bank: 'ДельтаКредит',
                    rate: 4.72,
                }, {
                    bank: 'СБ Банк (Судостроительный банк)',
                    rate: 4.48,
                }, {
                    bank: 'Тинькофф Банк',
                    rate: 2.86,
                }, {
                    bank: 'РосинтерБанк',
                    rate: 2.60,
                }, {
                    bank: 'АйМаниБанк',
                    rate: 2.46,
                }, {
                    bank: 'Транспортный',
                    rate: 2.06,
                }, {
                    bank: 'Бинбанк',
                    rate: 2.39,
                }, {
                    bank: 'Петрокоммерц',
                    rate: 2.87,
                }, {
                    bank: 'Интеркоммерц Банк',
                    rate: 2.82,
                }, {
                    bank: 'БМ-Банк (бывш. Банк Москвы)',
                    rate: 2.73,
                }, {
                    bank: 'Совкомбанк',
                    rate: 1.89,
                }, {
                    bank: 'Связной Банк',
                    rate: 1.95,
                }, {
                    bank: 'МДМ Банк',
                    rate: 1.60,
                }, {
                    bank: 'ВТБ 24',
                    rate: 2.22,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 2.13,
                }, {
                    bank: 'Банк РСБ 24 (Русславбанк)',
                    rate: 2.11,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 2.19,
                }, {
                    bank: 'Ханты-Мансийский банк Открытие',
                    rate: 1.32,
                }, {
                    bank: 'Югра',
                    rate: 2.11,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 1.30,
                }, {
                    bank: 'Ситибанк',
                    rate: 2.09,
                }, {
                    bank: 'Бинбанк Столица',
                    rate: 2.05,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 1.35,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 1.27,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 2.08,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 2.13,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 2.32,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 2.38,
                }, {
                    bank: 'Росбанк',
                    rate: 1.64,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 1.65,
                }, {
                    bank: 'Газпромбанк',
                    rate: 2.38,
                }, {
                    bank: 'Сетелем Банк',
                    rate: 1.34,
                }, {
                    bank: 'Московский Областной Банк',
                    rate: 2.27,
                }, {
                    bank: 'Восточный Экспресс Банк',
                    rate: 1.77,
                }, {
                    bank: 'Абсолют Банк',
                    rate: 1.39,
                }, {
                    bank: 'ФК Открытие',
                    rate: 1.94,
                }, {
                    bank: 'ОТП Банк',
                    rate: 1.87,
                }, {
                    bank: 'Киви Банк',
                    rate: 1.77,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 1.03,
                }, {
                    bank: 'Сбербанк России',
                    rate: 1.32,
                }, {
                    bank: 'Уральский Банк Реконструкции и Развития',
                    rate: 1.99,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 1.51,
                }, {
                    bank: 'Национальный Банк «Траст»',
                    rate: 1.48,
                }, {
                    bank: 'Россельхозбанк',
                    rate: 1.89,
                }, {
                    bank: 'Почта Банк',
                    rate: 1.09,
                }, {
                    bank: 'Росгосстрах Банк',
                    rate: 1.07,
                }, {
                    bank: 'МТС Банк',
                    rate: 1.78,
                }, {
                    bank: 'Русфинанс Банк',
                    rate: 1.38,
                },
            ]
        }
    },{
        service: {
            name: 'Лизинг',
            rates: [
                {
                    bank: 'Росавтобанк',
                    rate: 4.74,
                }, {
                    bank: 'Авангард',
                    rate: 4.86,
                }, {
                    bank: 'ДельтаКредит',
                    rate: 4.02,
                }, {
                    bank: 'СБ Банк (Судостроительный банк)',
                    rate: 3.46,
                }, {
                    bank: 'Тинькофф Банк',
                    rate: 3.57,
                }, {
                    bank: 'РосинтерБанк',
                    rate: 2.21,
                }, {
                    bank: 'АйМаниБанк',
                    rate: 1.58,
                }, {
                    bank: 'Транспортный',
                    rate: 3.36,
                }, {
                    bank: 'Бинбанк',
                    rate: 2.22,
                }, {
                    bank: 'Петрокоммерц',
                    rate: 2.22,
                }, {
                    bank: 'Интеркоммерц Банк',
                    rate: 3.08,
                }, {
                    bank: 'БМ-Банк (бывш. Банк Москвы)',
                    rate: 2.29,
                }, {
                    bank: 'Совкомбанк',
                    rate: 2.14,
                }, {
                    bank: 'Связной Банк',
                    rate: 2.01,
                }, {
                    bank: 'МДМ Банк',
                    rate: 2.74,
                }, {
                    bank: 'ВТБ 24',
                    rate: 1.44,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 2.19,
                }, {
                    bank: 'Банк РСБ 24 (Русславбанк)',
                    rate: 2.29,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 1.66,
                }, {
                    bank: 'Ханты-Мансийский банк Открытие',
                    rate: 1.42,
                }, {
                    bank: 'Югра',
                    rate: 2.82,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 2.22,
                }, {
                    bank: 'Ситибанк',
                    rate: 1.41,
                }, {
                    bank: 'Бинбанк Столица',
                    rate: 2.04,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 1.67,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 1.54,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 1.52,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 1.84,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 1.98,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 1.98,
                }, {
                    bank: 'Росбанк',
                    rate: 1.93,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 1.74,
                }, {
                    bank: 'Газпромбанк',
                    rate: 2.33,
                }, {
                    bank: 'Сетелем Банк',
                    rate: 1.16,
                }, {
                    bank: 'Московский Областной Банк',
                    rate: 1.32,
                }, {
                    bank: 'Восточный Экспресс Банк',
                    rate: 1.95,
                }, {
                    bank: 'Абсолют Банк',
                    rate: 1.54,
                }, {
                    bank: 'ФК Открытие',
                    rate: 1.77,
                }, {
                    bank: 'ОТП Банк',
                    rate: 1.90,
                }, {
                    bank: 'Киви Банк',
                    rate: 1.31,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 1.21,
                }, {
                    bank: 'Сбербанк России',
                    rate: 1.23,
                }, {
                    bank: 'Уральский Банк Реконструкции и Развития',
                    rate: 1.92,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 1.25,
                }, {
                    bank: 'Национальный Банк «Траст»',
                    rate: 1.45,
                }, {
                    bank: 'Россельхозбанк',
                    rate: 1.45,
                }, {
                    bank: 'Почта Банк',
                    rate: 1.16,
                }, {
                    bank: 'Росгосстрах Банк',
                    rate: 1.59,
                }, {
                    bank: 'МТС Банк',
                    rate: 1.02,
                }, {
                    bank: 'Русфинанс Банк',
                    rate: 1.74,
                },
            ]
        }
    },{
        service: {
            name: 'Обслуживание юрлиц',
            rates: [
                {
                    bank: 'Росавтобанк',
                    rate: 3.25,
                }, {
                    bank: 'Авангард',
                    rate: 4.58,
                }, {
                    bank: 'ДельтаКредит',
                    rate: 3.63,
                }, {
                    bank: 'СБ Банк (Судостроительный банк)',
                    rate: 4.54,
                }, {
                    bank: 'Тинькофф Банк',
                    rate: 2.83,
                }, {
                    bank: 'РосинтерБанк',
                    rate: 3.36,
                }, {
                    bank: 'АйМаниБанк',
                    rate: 1.75,
                }, {
                    bank: 'Транспортный',
                    rate: 3.56,
                }, {
                    bank: 'Бинбанк',
                    rate: 2.06,
                }, {
                    bank: 'Петрокоммерц',
                    rate: 2.71,
                }, {
                    bank: 'Интеркоммерц Банк',
                    rate: 2.04,
                }, {
                    bank: 'БМ-Банк (бывш. Банк Москвы)',
                    rate: 2.57,
                }, {
                    bank: 'Совкомбанк',
                    rate: 2.24,
                }, {
                    bank: 'Связной Банк',
                    rate: 2.38,
                }, {
                    bank: 'МДМ Банк',
                    rate: 1.71,
                }, {
                    bank: 'ВТБ 24',
                    rate: 2.38,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 2.43,
                }, {
                    bank: 'Банк РСБ 24 (Русславбанк)',
                    rate: 2.19,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 1.36,
                }, {
                    bank: 'Ханты-Мансийский банк Открытие',
                    rate: 1.53,
                }, {
                    bank: 'Югра',
                    rate: 2.79,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 1.70,
                }, {
                    bank: 'Ситибанк',
                    rate: 2.05,
                }, {
                    bank: 'Бинбанк Столица',
                    rate: 1.29,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 1.20,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 1.95,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 1.83,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 2.13,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 2.19,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 1.54,
                }, {
                    bank: 'Росбанк',
                    rate: 2.18,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 1.23,
                }, {
                    bank: 'Газпромбанк',
                    rate: 1.78,
                }, {
                    bank: 'Сетелем Банк',
                    rate: 1.74,
                }, {
                    bank: 'Московский Областной Банк',
                    rate: 2.16,
                }, {
                    bank: 'Восточный Экспресс Банк',
                    rate: 2.04,
                }, {
                    bank: 'Абсолют Банк',
                    rate: 1.69,
                }, {
                    bank: 'ФК Открытие',
                    rate: 1.57,
                }, {
                    bank: 'ОТП Банк',
                    rate: 1.38,
                }, {
                    bank: 'Киви Банк',
                    rate: 1.59,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 1.46,
                }, {
                    bank: 'Сбербанк России',
                    rate: 1.42,
                }, {
                    bank: 'Уральский Банк Реконструкции и Развития',
                    rate: 1.88,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 2.24,
                }, {
                    bank: 'Национальный Банк «Траст»',
                    rate: 1.72,
                }, {
                    bank: 'Россельхозбанк',
                    rate: 1.77,
                }, {
                    bank: 'Почта Банк',
                    rate: 1.76,
                }, {
                    bank: 'Росгосстрах Банк',
                    rate: 1.38,
                }, {
                    bank: 'МТС Банк',
                    rate: 1.12,
                }, {
                    bank: 'Русфинанс Банк',
                    rate: 1.25,
                },
            ]
        }
    }, {
        service: {
            name: 'Дистанционное обслуживание',
            rates: [
                {
                    bank: 'Росавтобанк',
                    rate: 3.36,
                }, {
                    bank: 'Авангард',
                    rate: 2.72,
                }, {
                    bank: 'ДельтаКредит',
                    rate: 2.95,
                }, {
                    bank: 'СБ Банк (Судостроительный банк)',
                    rate: 4.40,
                }, {
                    bank: 'Тинькофф Банк',
                    rate: 4.06,
                }, {
                    bank: 'РосинтерБанк',
                    rate: 2.52,
                }, {
                    bank: 'АйМаниБанк',
                    rate: 2.74,
                }, {
                    bank: 'Транспортный',
                    rate: 3.33,
                }, {
                    bank: 'Бинбанк',
                    rate: 1.92,
                }, {
                    bank: 'Петрокоммерц',
                    rate: 2.39,
                }, {
                    bank: 'Интеркоммерц Банк',
                    rate: 2.62,
                }, {
                    bank: 'БМ-Банк (бывш. Банк Москвы)',
                    rate: 2.57,
                }, {
                    bank: 'Совкомбанк',
                    rate: 1.79,
                }, {
                    bank: 'Связной Банк',
                    rate: 2.38,
                }, {
                    bank: 'МДМ Банк',
                    rate: 2.75,
                }, {
                    bank: 'ВТБ 24',
                    rate: 2.30,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 2.14,
                }, {
                    bank: 'Банк РСБ 24 (Русславбанк)',
                    rate: 2.62,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 1.67,
                }, {
                    bank: 'Ханты-Мансийский банк Открытие',
                    rate: 1.24,
                }, {
                    bank: 'Югра',
                    rate: 2.61,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 2.27,
                }, {
                    bank: 'Ситибанк',
                    rate: 2.20,
                }, {
                    bank: 'Бинбанк Столица',
                    rate: 1.62,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 1.10,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 1.94,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 1.80,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 2.06,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 1.57,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 2.07,
                }, {
                    bank: 'Росбанк',
                    rate: 1.25,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 1.35,
                }, {
                    bank: 'Газпромбанк',
                    rate: 1.70,
                }, {
                    bank: 'Сетелем Банк',
                    rate: 1.24,
                }, {
                    bank: 'Московский Областной Банк',
                    rate: 1.68,
                }, {
                    bank: 'Восточный Экспресс Банк',
                    rate: 1.75,
                }, {
                    bank: 'Абсолют Банк',
                    rate: 1.54,
                }, {
                    bank: 'ФК Открытие',
                    rate: 1.44,
                }, {
                    bank: 'ОТП Банк',
                    rate: 1.70,
                }, {
                    bank: 'Киви Банк',
                    rate: 1.38,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 1.04,
                }, {
                    bank: 'Сбербанк России',
                    rate: 1.42,
                }, {
                    bank: 'Уральский Банк Реконструкции и Развития',
                    rate: 1.93,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 1.31,
                }, {
                    bank: 'Национальный Банк «Траст»',
                    rate: 1.59,
                }, {
                    bank: 'Россельхозбанк',
                    rate: 1.54,
                }, {
                    bank: 'Почта Банк',
                    rate: 1.38,
                }, {
                    bank: 'Росгосстрах Банк',
                    rate: 1.43,
                }, {
                    bank: 'МТС Банк',
                    rate: 1.20,
                }, {
                    bank: 'Русфинанс Банк',
                    rate: 1.05,
                },
            ]
        }
    }
];
