module.exports = [
    {
        service: {
            name: 'Депозиты для бизнеса',
            rates: [
                {
                    bank: 'Росавтобанк',
                    rate: 3.62,
                }, {
                    bank: 'Авангард',
                    rate: 3.95,
                }, {
                    bank: 'Тинькофф Банк',
                    rate: 3.08,
                }, {
                    bank: 'АйМаниБанк',
                    rate: 2.25,
                }, {
                    bank: 'РосинтерБанк',
                    rate: 1.81,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 1.92,
                }, {
                    bank: 'Сетелем Банк',
                    rate: 2.45,
                }, {
                    bank: 'ВТБ 24',
                    rate: 2.57,
                }, {
                    bank: 'Бинбанк',
                    rate: 1.57,
                }, {
                    bank: 'Локо-Банк',
                    rate: 2.16,
                }, {
                    bank: 'Ситибанк',
                    rate: 2.60,
                }, {
                    bank: 'Югра',
                    rate: 2.48,
                }, {
                    bank: 'Арксбанк',
                    rate: 3.36,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 1.39,
                }, {
                    bank: 'Совкомбанк',
                    rate: 2.22,
                }, {
                    bank: 'Интеркоммерц Банк',
                    rate: 2.70,
                }, {
                    bank: 'Ханты-Мансийский банк Открытие',
                    rate: 1.24,
                }, {
                    bank: 'БМ-Банк (бывш. Банк Москвы)',
                    rate: 1.72,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 1.71,
                }, {
                    bank: 'Абсолют Банк',
                    rate: 1.74,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 2.22,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 1.42,
                }, {
                    bank: 'Русфинанс Банк',
                    rate: 2.75,
                }, {
                    bank: 'Яндекс.Деньги',
                    rate: 1.31,
                }, {
                    bank: 'Банк «Санкт-Петербург»',
                    rate: 1.36,
                }, {
                    bank: 'Уральский Банк Реконструкции и Развития',
                    rate: 1.90,
                }, {
                    bank: 'Росбанк',
                    rate: 1.94,
                }, {
                    bank: 'МДМ Банк',
                    rate: 1.66,
                }, {
                    bank: 'Инвестторгбанк',
                    rate: 2.22,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 2.35,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 1.71,
                }, {
                    bank: 'Московский Областной Банк',
                    rate: 1.25,
                }, {
                    bank: 'Киви Банк',
                    rate: 1.36,
                }, {
                    bank: 'ФК Открытие',
                    rate: 1.83,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 1.68,
                }, {
                    bank: 'Восточный Экспресс Банк',
                    rate: 1.92,
                }, {
                    bank: 'ОТП Банк',
                    rate: 1.64,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 1.11,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 1.23,
                }, {
                    bank: 'Сбербанк России',
                    rate: 1.87,
                }, {
                    bank: 'Газпромбанк',
                    rate: 1.47,
                }, {
                    bank: 'Национальный Банк «Траст»',
                    rate: 1.70,
                }, {
                    bank: 'Россельхозбанк',
                    rate: 1.61,
                }, {
                    bank: 'АктивКапитал Банк',
                    rate: 1.69,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 1.39,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 1.15,
                }, {
                    bank: 'МТС Банк',
                    rate: 1.38,
                }, {
                    bank: 'Росгосстрах Банк',
                    rate: 1.65,
                }, {
                    bank: 'Балтинвестбанк',
                    rate: 1.19,
                }, {
                    bank: 'Почта Банк',
                    rate: 1.68,
                },
            ]
        }
    },
    {
        service: {
            name: 'Кредитование бизнеса',
            rates: [
                {
                    bank: 'Росавтобанк',
                    rate: 3.67,
                }, {
                    bank: 'Авангард',
                    rate: 4.57,
                }, {
                    bank: 'Тинькофф Банк',
                    rate: 3.81,
                }, {
                    bank: 'АйМаниБанк',
                    rate: 1.79,
                }, {
                    bank: 'РосинтерБанк',
                    rate: 3.20,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 2.34,
                }, {
                    bank: 'Сетелем Банк',
                    rate: 1.39,
                }, {
                    bank: 'ВТБ 24',
                    rate: 1.91,
                }, {
                    bank: 'Бинбанк',
                    rate: 2.26,
                }, {
                    bank: 'Локо-Банк',
                    rate: 2.18,
                }, {
                    bank: 'Ситибанк',
                    rate: 2.59,
                }, {
                    bank: 'Югра',
                    rate: 1.69,
                }, {
                    bank: 'Арксбанк',
                    rate: 2.52,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 1.53,
                }, {
                    bank: 'Совкомбанк',
                    rate: 2.25,
                }, {
                    bank: 'Интеркоммерц Банк',
                    rate: 2.51,
                }, {
                    bank: 'Ханты-Мансийский банк Открытие',
                    rate: 1.96,
                }, {
                    bank: 'БМ-Банк (бывш. Банк Москвы)',
                    rate: 2.03,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 2.50,
                }, {
                    bank: 'Абсолют Банк',
                    rate: 1.53,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 1.42,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 1.98,
                }, {
                    bank: 'Русфинанс Банк',
                    rate: 1.91,
                }, {
                    bank: 'Яндекс.Деньги',
                    rate: 1.08,
                }, {
                    bank: 'Банк «Санкт-Петербург»',
                    rate: 1.33,
                }, {
                    bank: 'Уральский Банк Реконструкции и Развития',
                    rate: 2.15,
                }, {
                    bank: 'Росбанк',
                    rate: 1.38,
                }, {
                    bank: 'МДМ Банк',
                    rate: 1.49,
                }, {
                    bank: 'Инвестторгбанк',
                    rate: 1.61,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 2.41,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 2.24,
                }, {
                    bank: 'Московский Областной Банк',
                    rate: 1.39,
                }, {
                    bank: 'Киви Банк',
                    rate: 1.77,
                }, {
                    bank: 'ФК Открытие',
                    rate: 1.60,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 1.67,
                }, {
                    bank: 'Восточный Экспресс Банк',
                    rate: 1.93,
                }, {
                    bank: 'ОТП Банк',
                    rate: 1.25,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 1.61,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 1.85,
                }, {
                    bank: 'Сбербанк России',
                    rate: 1.35,
                }, {
                    bank: 'Газпромбанк',
                    rate: 1.71,
                }, {
                    bank: 'Национальный Банк «Траст»',
                    rate: 1.26,
                }, {
                    bank: 'Россельхозбанк',
                    rate: 1.78,
                }, {
                    bank: 'АктивКапитал Банк',
                    rate: 1.43,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 1.40,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 1.55,
                }, {
                    bank: 'МТС Банк',
                    rate: 1.53,
                }, {
                    bank: 'Росгосстрах Банк',
                    rate: 1.06,
                }, {
                    bank: 'Балтинвестбанк',
                    rate: 1.25,
                }, {
                    bank: 'Почта Банк',
                    rate: 0.95,
                },
            ]
        }
    },
    {
        service: {
            name: 'Лизинг',
            rates: [
                {
                    bank: 'Росавтобанк',
                    rate: 4.64,
                }, {
                    bank: 'Авангард',
                    rate: 4.42,
                }, {
                    bank: 'Тинькофф Банк',
                    rate: 2.65,
                }, {
                    bank: 'АйМаниБанк',
                    rate: 2.68,
                }, {
                    bank: 'РосинтерБанк',
                    rate: 1.89,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 2.48,
                }, {
                    bank: 'Сетелем Банк',
                    rate: 1.63,
                }, {
                    bank: 'ВТБ 24',
                    rate: 1.48,
                }, {
                    bank: 'Бинбанк',
                    rate: 1.80,
                }, {
                    bank: 'Локо-Банк',
                    rate: 1.38,
                }, {
                    bank: 'Ситибанк',
                    rate: 2.72,
                }, {
                    bank: 'Югра',
                    rate: 1.98,
                }, {
                    bank: 'Арксбанк',
                    rate: 1.96,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 1.59,
                }, {
                    bank: 'Совкомбанк',
                    rate: 1.88,
                }, {
                    bank: 'Интеркоммерц Банк',
                    rate: 2.16,
                }, {
                    bank: 'Ханты-Мансийский банк Открытие',
                    rate: 1.42,
                }, {
                    bank: 'БМ-Банк (бывш. Банк Москвы)',
                    rate: 2.39,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 1.90,
                }, {
                    bank: 'Абсолют Банк',
                    rate: 1.47,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 1.44,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 1.67,
                }, {
                    bank: 'Русфинанс Банк',
                    rate: 1.60,
                }, {
                    bank: 'Яндекс.Деньги',
                    rate: 1.17,
                }, {
                    bank: 'Банк «Санкт-Петербург»',
                    rate: 1.87,
                }, {
                    bank: 'Уральский Банк Реконструкции и Развития',
                    rate: 1.87,
                }, {
                    bank: 'Росбанк',
                    rate: 1.37,
                }, {
                    bank: 'МДМ Банк',
                    rate: 1.72,
                }, {
                    bank: 'Инвестторгбанк',
                    rate: 1.69,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 1.48,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 1.68,
                }, {
                    bank: 'Московский Областной Банк',
                    rate: 1.76,
                }, {
                    bank: 'Киви Банк',
                    rate: 1.25,
                }, {
                    bank: 'ФК Открытие',
                    rate: 1.58,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 1.75,
                }, {
                    bank: 'Восточный Экспресс Банк',
                    rate: 1.95,
                }, {
                    bank: 'ОТП Банк',
                    rate: 1.00,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 1.74,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 1.83,
                }, {
                    bank: 'Сбербанк России',
                    rate: 1.55,
                }, {
                    bank: 'Газпромбанк',
                    rate: 1.54,
                }, {
                    bank: 'Национальный Банк «Траст»',
                    rate: 1.79,
                }, {
                    bank: 'Россельхозбанк',
                    rate: 1.14,
                }, {
                    bank: 'АктивКапитал Банк',
                    rate: 1.64,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 1.07,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 1.53,
                }, {
                    bank: 'МТС Банк',
                    rate: 1.58,
                }, {
                    bank: 'Росгосстрах Банк',
                    rate: 1.59,
                }, {
                    bank: 'Балтинвестбанк',
                    rate: 1.54,
                }, {
                    bank: 'Почта Банк',
                    rate: 1.44,
                },
            ]
        }
    },
    {
        service: {
            name: 'Обслуживание юрлиц',
            rates: [
                {
                    bank: 'Росавтобанк',
                    rate: 4.51,
                }, {
                    bank: 'Авангард',
                    rate: 4.29,
                }, {
                    bank: 'Тинькофф Банк',
                    rate: 4.26,
                }, {
                    bank: 'АйМаниБанк',
                    rate: 3.06,
                }, {
                    bank: 'РосинтерБанк',
                    rate: 3.16,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 1.85,
                }, {
                    bank: 'Сетелем Банк',
                    rate: 2.40,
                }, {
                    bank: 'ВТБ 24',
                    rate: 2.34,
                }, {
                    bank: 'Бинбанк',
                    rate: 1.96,
                }, {
                    bank: 'Локо-Банк',
                    rate: 2.39,
                }, {
                    bank: 'Ситибанк',
                    rate: 2.14,
                }, {
                    bank: 'Югра',
                    rate: 2.12,
                }, {
                    bank: 'Арксбанк',
                    rate: 3.12,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 1.89,
                }, {
                    bank: 'Совкомбанк',
                    rate: 2.03,
                }, {
                    bank: 'Интеркоммерц Банк',
                    rate: 2.34,
                }, {
                    bank: 'Ханты-Мансийский банк Открытие',
                    rate: 2.10,
                }, {
                    bank: 'БМ-Банк (бывш. Банк Москвы)',
                    rate: 2.17,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 1.54,
                }, {
                    bank: 'Абсолют Банк',
                    rate: 2.28,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 1.47,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 2.00,
                }, {
                    bank: 'Русфинанс Банк',
                    rate: 1.83,
                }, {
                    bank: 'Яндекс.Деньги',
                    rate: 1.51,
                }, {
                    bank: 'Банк «Санкт-Петербург»',
                    rate: 1.58,
                }, {
                    bank: 'Уральский Банк Реконструкции и Развития',
                    rate: 1.44,
                }, {
                    bank: 'Росбанк',
                    rate: 1.83,
                }, {
                    bank: 'МДМ Банк',
                    rate: 1.98,
                }, {
                    bank: 'Инвестторгбанк',
                    rate: 2.26,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 2.39,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 1.91,
                }, {
                    bank: 'Московский Областной Банк',
                    rate: 1.67,
                }, {
                    bank: 'Киви Банк',
                    rate: 1.26,
                }, {
                    bank: 'ФК Открытие',
                    rate: 1.79,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 1.23,
                }, {
                    bank: 'Восточный Экспресс Банк',
                    rate: 1.82,
                }, {
                    bank: 'ОТП Банк',
                    rate: 1.54,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 1.75,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 1.95,
                }, {
                    bank: 'Сбербанк России',
                    rate: 1.72,
                }, {
                    bank: 'Газпромбанк',
                    rate: 1.72,
                }, {
                    bank: 'Национальный Банк «Траст»',
                    rate: 1.74,
                }, {
                    bank: 'Россельхозбанк',
                    rate: 1.32,
                }, {
                    bank: 'АктивКапитал Банк',
                    rate: 2.03,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 1.02,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 1.89,
                }, {
                    bank: 'МТС Банк',
                    rate: 1.30,
                }, {
                    bank: 'Росгосстрах Банк',
                    rate: 1.31,
                }, {
                    bank: 'Балтинвестбанк',
                    rate: 1.66,
                }, {
                    bank: 'Почта Банк',
                    rate: 1.25,
                },
            ]
        }
    },
    {
        service: {
            name: 'Дистанционное обслуживание',
            rates: [
                {
                    bank: 'Росавтобанк',
                    rate: 3.98,
                }, {
                    bank: 'Авангард',
                    rate: 2.93,
                }, {
                    bank: 'Тинькофф Банк',
                    rate: 3.51,
                }, {
                    bank: 'АйМаниБанк',
                    rate: 1.82,
                }, {
                    bank: 'РосинтерБанк',
                    rate: 1.87,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 2.43,
                }, {
                    bank: 'Сетелем Банк',
                    rate: 2.12,
                }, {
                    bank: 'ВТБ 24',
                    rate: 1.72,
                }, {
                    bank: 'Бинбанк',
                    rate: 2.08,
                }, {
                    bank: 'Локо-Банк',
                    rate: 2.12,
                }, {
                    bank: 'Ситибанк',
                    rate: 2.30,
                }, {
                    bank: 'Югра',
                    rate: 2.36,
                }, {
                    bank: 'Арксбанк',
                    rate: 3.01,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 1.41,
                }, {
                    bank: 'Совкомбанк',
                    rate: 1.60,
                }, {
                    bank: 'Интеркоммерц Банк',
                    rate: 2.13,
                }, {
                    bank: 'Ханты-Мансийский банк Открытие',
                    rate: 1.33,
                }, {
                    bank: 'БМ-Банк (бывш. Банк Москвы)',
                    rate: 2.27,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 1.57,
                }, {
                    bank: 'Абсолют Банк',
                    rate: 2.18,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 2.17,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 1.86,
                }, {
                    bank: 'Русфинанс Банк',
                    rate: 1.79,
                }, {
                    bank: 'Яндекс.Деньги',
                    rate: 1.07,
                }, {
                    bank: 'Банк «Санкт-Петербург»',
                    rate: 1.30,
                }, {
                    bank: 'Уральский Банк Реконструкции и Развития',
                    rate: 1.50,
                }, {
                    bank: 'Росбанк',
                    rate: 1.70,
                }, {
                    bank: 'МДМ Банк',
                    rate: 1.26,
                }, {
                    bank: 'Инвестторгбанк',
                    rate: 2.20,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 2.17,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 1.91,
                }, {
                    bank: 'Московский Областной Банк',
                    rate: 1.22,
                }, {
                    bank: 'Киви Банк',
                    rate: 1.15,
                }, {
                    bank: 'ФК Открытие',
                    rate: 1.67,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 2.02,
                }, {
                    bank: 'Восточный Экспресс Банк',
                    rate: 1.91,
                }, {
                    bank: 'ОТП Банк',
                    rate: 1.13,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 1.16,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 1.91,
                }, {
                    bank: 'Сбербанк России',
                    rate: 1.44,
                }, {
                    bank: 'Газпромбанк',
                    rate: 1.14,
                }, {
                    bank: 'Национальный Банк «Траст»',
                    rate: 1.65,
                }, {
                    bank: 'Россельхозбанк',
                    rate: 1.31,
                }, {
                    bank: 'АктивКапитал Банк',
                    rate: 1.16,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 1.19,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 1.41,
                }, {
                    bank: 'МТС Банк',
                    rate: 1.78,
                }, {
                    bank: 'Росгосстрах Банк',
                    rate: 0.99,
                }, {
                    bank: 'Балтинвестбанк',
                    rate: 1.06,
                }, {
                    bank: 'Почта Банк',
                    rate: 1.51,
                },
            ]
        }
    }
];
