module.exports = [
    {
        service: {
            name: 'Депозиты для бизнеса',
            rates: [
                {
                    bank: 'Авангард',
                    rate: 3.69,
                }, {
                    bank: 'Тинькофф Банк',
                    rate: 3.54,
                }, {
                    bank: 'Модульбанк',
                    rate: 3.44,
                }, {
                    bank: 'Транскапиталбанк (ТКБ)',
                    rate: 3.09,
                }, {
                    bank: 'ДельтаКредит',
                    rate: 2.03,
                }, {
                    bank: 'Русфинанс Банк',
                    rate: 2.89,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 2.00,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 1.43,
                }, {
                    bank: 'Сетелем Банк',
                    rate: 2.06,
                }, {
                    bank: 'ФК Открытие',
                    rate: 1.35,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 1.15,
                }, {
                    bank: 'ВТБ 24',
                    rate: 1.88,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 1.48,
                }, {
                    bank: 'Банк «Санкт-Петербург»',
                    rate: 1.86,
                }, {
                    bank: 'Локо-Банк',
                    rate: 1.89,
                }, {
                    bank: 'Совкомбанк',
                    rate: 1.48,
                }, {
                    bank: 'Ситибанк',
                    rate: 1.89,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 1.66,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 1.26,
                }, {
                    bank: 'Почта Банк',
                    rate: 2.00,
                }, {
                    bank: 'Восточный Экспресс Банк',
                    rate: 1.09,
                }, {
                    bank: 'Яндекс.Деньги',
                    rate: 1.08,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 1.77,
                }, {
                    bank: 'Абсолют Банк',
                    rate: 1.71,
                }, {
                    bank: 'ОТП Банк',
                    rate: 1.10,
                }, {
                    bank: 'Московский Индустриальный Банк',
                    rate: 1.14,
                }, {
                    bank: 'Ак Барс',
                    rate: 1.40,
                }, {
                    bank: 'Россельхозбанк',
                    rate: 1.65,
                }, {
                    bank: 'Бинбанк',
                    rate: 1.16,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 1.19,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 1.84,
                }, {
                    bank: 'СМП Банк',
                    rate: 1.27,
                }, {
                    bank: 'Бинбанк Столица',
                    rate: 1.14,
                }, {
                    bank: 'Тач Банк',
                    rate: 1.70,
                }, {
                    bank: 'Росбанк',
                    rate: 1.96,
                }, {
                    bank: 'Уральский Банк Реконструкции и Развития',
                    rate: 1.11,
                }, {
                    bank: 'Сбербанк России',
                    rate: 1.58,
                }, {
                    bank: 'Национальный Банк «Траст»',
                    rate: 1.69,
                }, {
                    bank: 'МТС Банк',
                    rate: 1.50,
                }, {
                    bank: 'Возрождение',
                    rate: 1.57,
                }, {
                    bank: 'Киви Банк',
                    rate: 1.41,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 2.08,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 1.16,
                }, {
                    bank: 'Югра',
                    rate: 1.77,
                }, {
                    bank: 'Росгосстрах Банк',
                    rate: 0.96,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 0.90,
                }, {
                    bank: 'Российский Капитал',
                    rate: 1.16,
                }, {
                    bank: 'ВТБ Банк Москвы',
                    rate: 1.23,
                }, {
                    bank: 'Газпромбанк',
                    rate: 1.40,
                }, {
                    bank: 'СКБ-Банк',
                    rate: 1.13,
                },
            ]
        }
    }, 
    {
        service: {
            name: 'Кредитование бизнеса',
            rates: [
                {
                    bank: 'Авангард',
                    rate: 3.50,
                }, {
                    bank: 'Тинькофф Банк',
                    rate: 3.17,
                }, {
                    bank: 'Модульбанк',
                    rate: 3.17,
                }, {
                    bank: 'Транскапиталбанк (ТКБ)',
                    rate: 2.69,
                }, {
                    bank: 'ДельтаКредит',
                    rate: 2.63,
                }, {
                    bank: 'Русфинанс Банк',
                    rate: 2.68,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 1.71,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 1.92,
                }, {
                    bank: 'Сетелем Банк',
                    rate: 1.92,
                }, {
                    bank: 'ФК Открытие',
                    rate: 1.77,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 1.31,
                }, {
                    bank: 'ВТБ 24',
                    rate: 2.20,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 2.59,
                }, {
                    bank: 'Банк «Санкт-Петербург»',
                    rate: 1.95,
                }, {
                    bank: 'Локо-Банк',
                    rate: 1.68,
                }, {
                    bank: 'Совкомбанк',
                    rate: 1.67,
                }, {
                    bank: 'Ситибанк',
                    rate: 2.48,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 2.40,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 1.69,
                }, {
                    bank: 'Почта Банк',
                    rate: 1.88,
                }, {
                    bank: 'Восточный Экспресс Банк',
                    rate: 1.97,
                }, {
                    bank: 'Яндекс.Деньги',
                    rate: 1.72,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 1.70,
                }, {
                    bank: 'Абсолют Банк',
                    rate: 2.37,
                }, {
                    bank: 'ОТП Банк',
                    rate: 1.13,
                }, {
                    bank: 'Московский Индустриальный Банк',
                    rate: 2.01,
                }, {
                    bank: 'Ак Барс',
                    rate: 1.76,
                }, {
                    bank: 'Россельхозбанк',
                    rate: 1.20,
                }, {
                    bank: 'Бинбанк',
                    rate: 2.00,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 1.89,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 1.13,
                }, {
                    bank: 'СМП Банк',
                    rate: 1.87,
                }, {
                    bank: 'Бинбанк Столица',
                    rate: 1.61,
                }, {
                    bank: 'Тач Банк',
                    rate: 2.04,
                }, {
                    bank: 'Росбанк',
                    rate: 1.45,
                }, {
                    bank: 'Уральский Банк Реконструкции и Развития',
                    rate: 1.35,
                }, {
                    bank: 'Сбербанк России',
                    rate: 1.47,
                }, {
                    bank: 'Национальный Банк «Траст»',
                    rate: 1.29,
                }, {
                    bank: 'МТС Банк',
                    rate: 1.72,
                }, {
                    bank: 'Возрождение',
                    rate: 1.35,
                }, {
                    bank: 'Киви Банк',
                    rate: 1.10,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 1.55,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 1.55,
                }, {
                    bank: 'Югра',
                    rate: 1.26,
                }, {
                    bank: 'Росгосстрах Банк',
                    rate: 1.65,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 1.08,
                }, {
                    bank: 'Российский Капитал',
                    rate: 1.36,
                }, {
                    bank: 'ВТБ Банк Москвы',
                    rate: 1.38,
                }, {
                    bank: 'Газпромбанк',
                    rate: 1.64,
                }, {
                    bank: 'СКБ-Банк',
                    rate: 1.01,
                },
            ]
        }
    },
    {
        service: {
            name: 'Лизинг',
            rates: [
                {
                    bank: 'Авангард',
                    rate: 3.31,
                }, {
                    bank: 'Тинькофф Банк',
                    rate: 4.03,
                }, {
                    bank: 'Модульбанк',
                    rate: 3.51,
                }, {
                    bank: 'Транскапиталбанк (ТКБ)',
                    rate: 3.13,
                }, {
                    bank: 'ДельтаКредит',
                    rate: 2.55,
                }, {
                    bank: 'Русфинанс Банк',
                    rate: 2.45,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 2.27,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 1.51,
                }, {
                    bank: 'Сетелем Банк',
                    rate: 1.24,
                }, {
                    bank: 'ФК Открытие',
                    rate: 2.08,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 1.60,
                }, {
                    bank: 'ВТБ 24',
                    rate: 2.21,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 2.65,
                }, {
                    bank: 'Банк «Санкт-Петербург»',
                    rate: 2.29,
                }, {
                    bank: 'Локо-Банк',
                    rate: 1.87,
                }, {
                    bank: 'Совкомбанк',
                    rate: 1.74,
                }, {
                    bank: 'Ситибанк',
                    rate: 1.96,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 2.04,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 1.77,
                }, {
                    bank: 'Почта Банк',
                    rate: 1.66,
                }, {
                    bank: 'Восточный Экспресс Банк',
                    rate: 1.50,
                }, {
                    bank: 'Яндекс.Деньги',
                    rate: 1.35,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 1.82,
                }, {
                    bank: 'Абсолют Банк',
                    rate: 2.35,
                }, {
                    bank: 'ОТП Банк',
                    rate: 1.08,
                }, {
                    bank: 'Московский Индустриальный Банк',
                    rate: 1.15,
                }, {
                    bank: 'Ак Барс',
                    rate: 1.68,
                }, {
                    bank: 'Россельхозбанк',
                    rate: 1.96,
                }, {
                    bank: 'Бинбанк',
                    rate: 1.35,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 1.93,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 1.74,
                }, {
                    bank: 'СМП Банк',
                    rate: 1.48,
                }, {
                    bank: 'Бинбанк Столица',
                    rate: 1.73,
                }, {
                    bank: 'Тач Банк',
                    rate: 1.46,
                }, {
                    bank: 'Росбанк',
                    rate: 1.25,
                }, {
                    bank: 'Уральский Банк Реконструкции и Развития',
                    rate: 1.73,
                }, {
                    bank: 'Сбербанк России',
                    rate: 1.50,
                }, {
                    bank: 'Национальный Банк «Траст»',
                    rate: 1.70,
                }, {
                    bank: 'МТС Банк',
                    rate: 1.11,
                }, {
                    bank: 'Возрождение',
                    rate: 1.62,
                }, {
                    bank: 'Киви Банк',
                    rate: 1.13,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 1.51,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 1.34,
                }, {
                    bank: 'Югра',
                    rate: 1.74,
                }, {
                    bank: 'Росгосстрах Банк',
                    rate: 1.41,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 1.12,
                }, {
                    bank: 'Российский Капитал',
                    rate: 1.38,
                }, {
                    bank: 'ВТБ Банк Москвы',
                    rate: 1.77,
                }, {
                    bank: 'Газпромбанк',
                    rate: 1.51,
                }, {
                    bank: 'СКБ-Банк',
                    rate: 1.03,
                },
            ]
        }
    }, {
        service: {
            name: 'Обслуживание юрлиц',
            rates: [
                {
                    bank: 'Авангард',
                    rate: 2.81,
                }, {
                    bank: 'Тинькофф Банк',
                    rate: 2.52,
                }, {
                    bank: 'Модульбанк',
                    rate: 3.38,
                }, {
                    bank: 'Транскапиталбанк (ТКБ)',
                    rate: 3.50,
                }, {
                    bank: 'ДельтаКредит',
                    rate: 3.01,
                }, {
                    bank: 'Русфинанс Банк',
                    rate: 2.82,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 1.75,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 1.30,
                }, {
                    bank: 'Сетелем Банк',
                    rate: 2.11,
                }, {
                    bank: 'ФК Открытие',
                    rate: 1.63,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 1.41,
                }, {
                    bank: 'ВТБ 24',
                    rate: 1.44,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 2.40,
                }, {
                    bank: 'Банк «Санкт-Петербург»',
                    rate: 1.54,
                }, {
                    bank: 'Локо-Банк',
                    rate: 1.75,
                }, {
                    bank: 'Совкомбанк',
                    rate: 1.59,
                }, {
                    bank: 'Ситибанк',
                    rate: 1.72,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 2.02,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 1.54,
                }, {
                    bank: 'Почта Банк',
                    rate: 1.55,
                }, {
                    bank: 'Восточный Экспресс Банк',
                    rate: 1.59,
                }, {
                    bank: 'Яндекс.Деньги',
                    rate: 1.41,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 1.35,
                }, {
                    bank: 'Абсолют Банк',
                    rate: 1.97,
                }, {
                    bank: 'ОТП Банк',
                    rate: 1.36,
                }, {
                    bank: 'Московский Индустриальный Банк',
                    rate: 1.78,
                }, {
                    bank: 'Ак Барс',
                    rate: 1.15,
                }, {
                    bank: 'Россельхозбанк',
                    rate: 1.19,
                }, {
                    bank: 'Бинбанк',
                    rate: 1.97,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 1.49,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 1.06,
                }, {
                    bank: 'СМП Банк',
                    rate: 1.94,
                }, {
                    bank: 'Бинбанк Столица',
                    rate: 1.19,
                }, {
                    bank: 'Тач Банк',
                    rate: 1.30,
                }, {
                    bank: 'Росбанк',
                    rate: 1.46,
                }, {
                    bank: 'Уральский Банк Реконструкции и Развития',
                    rate: 1.35,
                }, {
                    bank: 'Сбербанк России',
                    rate: 1.62,
                }, {
                    bank: 'Национальный Банк «Траст»',
                    rate: 1.73,
                }, {
                    bank: 'МТС Банк',
                    rate: 1.08,
                }, {
                    bank: 'Возрождение',
                    rate: 1.25,
                }, {
                    bank: 'Киви Банк',
                    rate: 1.82,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 1.68,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 1.67,
                }, {
                    bank: 'Югра',
                    rate: 1.68,
                }, {
                    bank: 'Росгосстрах Банк',
                    rate: 1.08,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 0.99,
                }, {
                    bank: 'Российский Капитал',
                    rate: 1.61,
                }, {
                    bank: 'ВТБ Банк Москвы',
                    rate: 1.87,
                }, {
                    bank: 'Газпромбанк',
                    rate: 1.11,
                }, {
                    bank: 'СКБ-Банк',
                    rate: 1.11,
                },
            ]
        }
    }, {
        service: {
            name: 'Дистанционное обслуживание',
            rates: [
                {
                    bank: 'Авангард',
                    rate: 3.23,
                }, {
                    bank: 'Тинькофф Банк',
                    rate: 3.89,
                }, {
                    bank: 'Модульбанк',
                    rate: 4.27,
                }, {
                    bank: 'Транскапиталбанк (ТКБ)',
                    rate: 3.50,
                }, {
                    bank: 'ДельтаКредит',
                    rate: 2.80,
                }, {
                    bank: 'Русфинанс Банк',
                    rate: 1.74,
                }, {
                    bank: 'Альфа-Банк',
                    rate: 2.11,
                }, {
                    bank: 'ЮниКредит Банк',
                    rate: 2.02,
                }, {
                    bank: 'Сетелем Банк',
                    rate: 1.71,
                }, {
                    bank: 'ФК Открытие',
                    rate: 1.69,
                }, {
                    bank: 'Ренессанс Кредит',
                    rate: 1.67,
                }, {
                    bank: 'ВТБ 24',
                    rate: 1.25,
                }, {
                    bank: 'Промсвязьбанк',
                    rate: 2.24,
                }, {
                    bank: 'Банк «Санкт-Петербург»',
                    rate: 2.31,
                }, {
                    bank: 'Локо-Банк',
                    rate: 2.05,
                }, {
                    bank: 'Совкомбанк',
                    rate: 1.23,
                }, {
                    bank: 'Ситибанк',
                    rate: 2.02,
                }, {
                    bank: 'Московский Кредитный Банк',
                    rate: 2.38,
                }, {
                    bank: 'Райффайзенбанк',
                    rate: 2.17,
                }, {
                    bank: 'Почта Банк',
                    rate: 1.43,
                }, {
                    bank: 'Восточный Экспресс Банк',
                    rate: 1.19,
                }, {
                    bank: 'Яндекс.Деньги',
                    rate: 1.48,
                }, {
                    bank: 'Хоум Кредит Банк',
                    rate: 1.43,
                }, {
                    bank: 'Абсолют Банк',
                    rate: 1.90,
                }, {
                    bank: 'ОТП Банк',
                    rate: 1.48,
                }, {
                    bank: 'Московский Индустриальный Банк',
                    rate: 1.28,
                }, {
                    bank: 'Ак Барс',
                    rate: 1.79,
                }, {
                    bank: 'Россельхозбанк',
                    rate: 1.22,
                }, {
                    bank: 'Бинбанк',
                    rate: 1.84,
                }, {
                    bank: 'Кредит Европа Банк',
                    rate: 1.44,
                }, {
                    bank: 'Русский Стандарт',
                    rate: 1.93,
                }, {
                    bank: 'СМП Банк',
                    rate: 2.15,
                }, {
                    bank: 'Бинбанк Столица',
                    rate: 1.55,
                }, {
                    bank: 'Тач Банк',
                    rate: 1.20,
                }, {
                    bank: 'Росбанк',
                    rate: 1.58,
                }, {
                    bank: 'Уральский Банк Реконструкции и Развития',
                    rate: 1.03,
                }, {
                    bank: 'Сбербанк России',
                    rate: 1.61,
                }, {
                    bank: 'Национальный Банк «Траст»',
                    rate: 1.20,
                }, {
                    bank: 'МТС Банк',
                    rate: 1.60,
                }, {
                    bank: 'Возрождение',
                    rate: 1.54,
                }, {
                    bank: 'Киви Банк',
                    rate: 1.84,
                }, {
                    bank: 'Юниаструм Банк',
                    rate: 1.71,
                }, {
                    bank: 'Банк Уралсиб',
                    rate: 1.77,
                }, {
                    bank: 'Югра',
                    rate: 1.48,
                }, {
                    bank: 'Росгосстрах Банк',
                    rate: 1.43,
                }, {
                    bank: 'Бинбанк кредитные карты',
                    rate: 1.47,
                }, {
                    bank: 'Российский Капитал',
                    rate: 0.99,
                }, {
                    bank: 'ВТБ Банк Москвы',
                    rate: 1.92,
                }, {
                    bank: 'Газпромбанк',
                    rate: 1.26,
                }, {
                    bank: 'СКБ-Банк',
                    rate: 1.27,
                },
            ]
        }
    },
];
